[
    {
        "name": "Bạch Dương",
        "query": "/bach-duong",
        "date": "21/3 - 19/4",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Aries.svg/1200px-Aries.svg.png",
        "personality": [
            "Bạch Dương là cung thứ nhất trên vòng tròn Hoàng Đạo, đồng thời cũng thuộc nhóm Lửa - nguyên tố đầu tiên tạo nên sự sống. Ở bạn hội tụ đầy đủ tố chất của những người đóng vai trò tiên phong trong cuộc sống, dám nghĩ dám làm. Sinh vào đầu xuân, Bạch Dương cũng mang đậm những phẩm chất của một em bé: hồn nhiên, trong sáng, thơ ngây. Có gì nói nấy, ruột để ngoài da, nhanh giận nhưng cũng chóng quên là một vài từ khoá để mô tả tính cách của bạn. Bạch Dương suy nghĩ đơn giản, không toan tính nhiều. Bạn lạc quan vô tư như trẻ thơ, thích mang lại niềm vui tiếng cười cho mọi người xung quanh. Bạch Dương yêu ghét rõ ràng, thẳng thắn và chân thành trong cuộc sống.",
            "Là một cung hoàng đạo mang nguyên tố Lửa nên Bạch Dương khá nồng nhiệt và cực kỳ can đảm. Mọi người thường ví Bạch Dương giống như một ngọn lửa bùng lên dữ dội, ban đầu thì cực kỳ ấn tượng, nhưng lại không duy trì quá lâu dài. Bạn thích tiên phong, thích thử cái mới, sẵn sàng mạo hiểm và muốn dẫn đầu xu hướng. Đồng thời, bạn cũng rất dễ 'cả thèm chóng chán' và khó để duy trì một sở thích, niềm vui, công việc hay thứ gì đó lâu dài.",
            "Ảnh hưởng của sao Hoả, hành tinh của hành động và cạnh tranh nên Bạch Dương đôi khi hơi nóng nảy, bạo lực và phũ phàng trong lời nói. Bù lại, bạn mạnh mẽ, nhiệt huyết và bùng cháy trong mọi mặt cuộc sống. Bạn có niềm tin bất diệt vào lẽ phải và cực kỳ chính trực. Bạch Dương thường toả sáng mãnh liệt và có sức hút với mọi người xung quanh. Bạn không ngại thử sức với các trải nghiệm mới. Bạn mở lòng với mọi người và sẵn sàng đón nhận bất cứ khó khăn thách thức nào."
        ],
        "love": [
            "Như một ngọn lửa dữ dội, tình yêu của Bạch Dương cuồng nhiệt và nồng cháy. Bạn là những đứa trẻ chẳng bao giờ muốn lớn. Bạch Dương luôn yêu hết mình, yêu chẳng cần biết đến ngày mai. Để rồi, nếu chuyện tình cảm đổ vỡ, bạn sẽ oà khóc và đau khổ như một đứa trẻ. Rồi sau đó, bạn lại yêu lại từ đầu, như chưa từng có tổn thương nào xảy ra. Cho dù trải qua bao nhiêu mối quan hệ và kinh nghiệm, Bạch Dương vẫn luôn thể hiện trái tim mình như vậy, trong trẻo và hồn nhiên, đam mê và kiêu hãnh, bừng cháy và rực rỡ.",
            "Tình cảm của Bạch Dương đầy sức hút và mới mẻ. Tuy nhiên đôi khi bạn cũng chẳng biết kiềm chế cảm xúc của mình và bộc phát như một em bé vậy. Khi yêu, Bạch Dương thể hiện tình cảm phần nào hơi vụng về, ngô nghê nhưng cũng hết sức quyết liệt và đáng yêu.",
            "Trong tình yêu, Bạch Dương cực kỳ thích vòi vĩnh, làm nũng và nhõng nhẽo. Gây sự chú ý và trở thành trung tâm của người ấy chính là cách để Bạch Dương yêu và được yêu. Bạch Dương sẽ cần một người bạn đời người lớn một chút và chiều chuộng bạn, không tính toán với bạn và yêu thương bạn thật tâm, thật lòng."
        ],
        "family": [
            "Đối với Bạch Dương, gia đình chính là cái nôi của mình. Khi cần được bảo vệ hay có vấn đề, bạn cũng thường vô thức tìm về với gia đình mình. Dù 25 tuổi hay 52 tuổi, bạn cũng chưa từng nghĩ tới chuyện sẽ dứt hẳn hay xa cách với gia đình. Ngay cả khi đã chuyển ra ở riêng, Bạch Dương vẫn thường xuyên giữ liên lạc với bố mẹ và luôn về nhà những dịp nghỉ lễ, cuối tuần. Hầu hết các Bạch Dương đều gần gũi mẹ hơn so với bố.",
            "Khi làm phụ huynh, Bạch Dương thường hay để cảm xúc chi phối và hơi 'nóng tính' quá mức. Mặc dù rất yêu thương và chiều con, bố mẹ Bạch Dương cũng sẵn sàng cho con cái... 'no đòn' khi con làm trái lời mình đấy. Thế nhưng, bố mẹ Bạch Dương cũng chính là những anh hùng sẵn sàng bảo vệ con cái. Bạn sẽ không để bất cứ ai được đụng vào 'cục cưng' của mình đâu."
        ],
        "career": [
            "Bạch Dương tiên phong trong mọi việc, và sự nghiệp cũng vậy. Những việc mà người khác coi là lạ lẫm hay liều lĩnh đối với bạn giống như một thử thách thú vị cần được chinh phục. Bạn muốn một công việc mang tính thử thách và chiến đấu hơn là một sự nghiệp thoải mái, phẳng lặng và an nhàn.",
            "Bạn thích công việc giúp mình khẳng định được cái tôi và được toả sáng. Những ngành nghề mang tính chất thi đấu như thể thao, giải trí, âm nhạc, nghệ thuật sẽ là sân chơi mà Bạch Dương hứng thú.",
            "Động lực chính của Bạch Dương trong công việc là được hành động. Bạn coi trọng việc làm hơn là nói, thực hiện hơn là quan sát. Bạch Dương nhanh nhẹn, hiếu thắng dù đôi khi hơi nóng vội. Bạn ghét sự lười biếng và những công việc phải ngồi một chỗ, những công việc quá tỉ mẩn hay chi tiết, chậm chạp và rườm rà như việc giấy tờ, hành chính, truyền thống. Bạn sẽ hợp làm các công việc đòi hỏi kết quả, giao tiếp và di chuyển nhiều như sale và marketing.",
            "Khi làm việc nhóm, Bạch Dương có xu hướng hơi lấn át người khác và thích trở thành tâm điểm của mọi sự chú ý. Thế nên đồng nghiệp sẽ hơi khó chịu khi làm việc với bạn đấy. Lúc làm sếp, Bạch Dương cũng hơi độc đoán và khiến cấp dưới cực kỳ sợ hãi. Mặc dù vậy, khi gặp khó khăn hay vấn đề, bạn sẵn sàng đứng lên, đi đầu và bảo vệ cả tập thể cũng như những người cùng làm việc chung với mình."
        ],
        "finance": [
            "Bạch Dương khá vô tư trong việc tiêu tiền và kiếm tiền. Bạn thoải mái và thong thả về mặt tài chính, nếu kiếm được nhiều thì Bạch Dương tiêu nhiều, nếu kiếm được ít thì bạn dè sẻn chi tiêu. Bạch Dương không quá coi trọng tiền và không coi nó là thước đo quan trọng nhất của cuộc sống. Sẽ rất hiếm khi nhìn thấy bạn đắn đo phân vân mặc cả tiền bạc, dù đó là tiền lương của một công việc dài hạn sắp tới hay đơn giản chỉ là một món đồ mua sắm ngoài chợ.",
            "Khả năng tài chính của Bạch Dương tăng hay giảm phụ thuộc nhiều vào độ nổi tiếng và uy tín của bạn. Nếu bạn càng có tiếng nói và càng được nể trọng, thì bạn lại càng dễ dàng có được thu nhập cao và túi tiền rủng rỉnh.",
            "Bạch Dương chính là những vị khách tiêu dùng vui vẻ dễ tính mà nhìn cách bạn lựa đồ, mua đồ và trả tiền cũng khiến mọi người vui vẻ hạnh phúc. Bạn càng có khả năng cao kiếm được tiền trong các công việc liên quan đến hưởng thụ, giải trí như ngành thời trang, showbiz hoặc nhà hàng khách sạn."
        ],
        "fact": [
            "Sự lạnh lùng và vẻ ngoài khó gần của Bạch Dương khiến mọi người nghĩ bạn kiêu kỳ, nhưng thực ra bạn rất hồn nhiên, trong sáng như một đứa trẻ vậy.",
            "Bạch Dương rất giỏi mang lại niềm vui cho người khác và khơi mào những cuộc vui đầy thú vị trong nhóm bạn. Thế nhưng khi buồn, bạn lại chẳng biết chia sẻ điều đó với ai.",
            "Bạch Dương yêu ghét rõ ràng, thẳng thắn. Bạn không thích thả thính nửa vời, mù mờ nước đôi và sẽ tấn công cực kỳ mạnh mẽ khi xác định rõ tình cảm của mình.",
            "Bạch Dương khá bướng và cố chấp. Nếu đang cãi nhau thì đừng mong bạn hạ cái tôi xuống và nhận mình sai. Hãy nhường Bạch Dương ngay lúc ấy và từ từ Bạch Dương sẽ nhận ra lỗi của bản thân và tự kiểm điểm thay đổi sau."
        ]
    },
    {
        "name": "Kim Ngưu",
        "query": "/kim-nguu",
        "date": "20/4 - 20/5",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Taurus.svg/1200px-Taurus.svg.png",
        "personality": [
            "Kim Ngưu là cung hoàng đạo được bảo trợ bởi sao Kim, chòm sao đại diện cho sắc đẹp, tiền bạc và tình yêu. Chính vì vậy, Kim Ngưu thường có vẻ ngoài khá ưa nhìn và một cá tính ổn định, vững chắc bên trong. Bạn đáng tin cậy, hiền lành, dễ mến, khoẻ mạnh và khá chăm chỉ trong cuộc sống.",
            "Biểu tượng đại diện cho Kim Ngưu là cái đầu của con bò đực. Bò đực vốn đại diện cho nông nghiệp, là biểu tượng của sự phì nhiêu và chắc chắn thế nên điều này cũng nói lên phần nào tích cách của Kim Ngưu. Bạn coi trọng những giá trị vật chất, thích hưởng thụ cuộc sống. Tính cách Kim Ngưu đơn giản, bạn cần ăn ngon, mặc đẹp, nhà cửa gọn gàng, giấc ngủ thoải mái. Bạn thích những hành động thực tế giản dị hơn là những lời hứa hẹn xa hoa về tương lai mù mờ.",
            "Kim Ngưu chắc chắn, bảo thủ nên đôi khi thường bị nhận xét là hơi chậm và ngại thay đổi. Bạn không vội vàng trong cuộc sống, nhưng lại có sự cần cù, bền bỉ và vững vàng để đi đường dài. Khi mới quen, mọi người thường nhận xét bạn hơi 'nhạt' và không có gì nổi bật. Thế nhưng qua thời gian, Kim Ngưu sẽ chứng minh được cá phẩm chất đáng quý của mình. Bạn là những người bạn chân thành và đáng tin cậy nhất trong 12 cung hoàng đạo."
        ],
        "love": [
            "Kim Ngưu không phải một cung dễ nảy sinh tình cảm. Bạn yêu chậm, nhưng yêu sâu và yêu bền. Nếu chỉ nhìn bên ngoài sẽ chẳng thể biết được cảm xúc hay tình cảm của bạn ra sao. Nhưng chỉ cần nhìn hành động, cách Kim Ngưu quan tâm, chăm sóc âm thầm và bền bỉ là mọi người sẽ hiểu được tình cảm chân thành của bạn. Kim Ngưu không biết nói những lời ngọt ngào, cũng chẳng biết hứa hẹn vào tương lai xa xôi. Nhưng bạn cực kỳ tinh tế, quan tâm và chăm sóc nửa kia của mình từ những việc nhỏ nhất.",
            "Bạn khá giản dị kể cả trong tình yêu. Bạn không có một danh sách dài các tiêu chuẩn kén cá chọn canh, nhưng những người chiếm được trái tim của Kim Ngưu chắc chắn phải đẹp. Đẹp ở đây không chỉ là ngoại hình mà còn là tâm hồn, là nụ cười, là sự tự nhiên và chân thật. Kim Ngưu yêu theo kiểu 'mưa dầm thấm lâu', bạn quan trọng việc phải được gặp mặt trực tiếp, được chạm vào nhau, được ở bên nhau mỗi ngày. Kim Ngưu rất thích được ôm và dụi vào lòng người mình yêu. Những khoảng khắc thân mật riêng chỉ hai người với nhau là yếu tố quan trọng để nuôi dưỡng tình cảm của bạn. Kim Ngưu không giỏi yêu xa.",
            "Một khi đã yêu, bạn rất khó thay lòng đổi dạ. Bạn có thể yêu say đắm, yêu sâu đậm, thậm chí yêu thầm đơn phương một ai đó đến cả vài chục năm mà chẳng cần nói ra và hồi đáp. Thế nhưng, nếu bị phản bội tình cảm và làm tổn thương đến cái tôi của mình, bạn sẽ rời bỏ tình yêu ấy ngay lập tức. Kim Ngưu khá cố chấp trong những quyết định tình cảm."
        ],
        "family": [
            "Kim Ngưu coi trọng những gì quen thuộc và an toàn. Trong mắt bạn, gia đình và nhà như một góc bình yên sau những ngày dài chinh chiến. Gia đình là sự an toàn, là thứ quan trọng nhất của bạn. Nếu không may mắn có được sự an toàn từ gia đình, bạn sẽ khó cảm thấy an toàn ở bất cứ đâu trong cuộc sống. Kim Ngưu cũng giỏi chịu đựng và sẵn sàng hy sinh bản thân vì những người thân xung quanh mình.",
            "Bố mẹ Kim Ngưu thường nuôi con rất khéo. Kim Ngưu giỏi chăm sóc, thích ôm nựng em bé và là những đầu bếp gia đình cực kỳ tài ba. Còn một em bé Kim Ngưu thì cũng trộm vía cực kỳ dễ nuôi và dễ ăn nhé. Khi còn nhỏ, các em bé Kim Ngưu thường hay khóc đòi nựng, đòi bế và bám rịt lấy mẹ cả ngày dài. Nhìn chung, các em bé Kim Ngưu rất tình cảm và quấn người."
        ],
        "career": [
            "Kim Ngưu là cung hoàng đạo có sự bảo trợ của sao Kim, thế nên bạn có năng khiếu và ham thích đặc biệt với các môn nghệ thuật. Bạn thích những công việc liên quan đến làm đẹp và thẩm mỹ như kiến trúc sư, thiết kế, nghệ thuật.",
            "Là một cung mang nguyên tố Đất, cùng với đặc tính an toàn và cẩn thận, Kim Ngưu thích những công việc tỉ mẩn, đòi hỏi sự kiên nhẫn và lâu dài. Bạn có khả năng làm việc nhiều, chịu áp lực cao và phù hợp những công việc hành chính, liên quan đến số má, quy trình và thủ tục. Những ngành nghề nghe tưởng nhàm chán lại phù hợp với Kim Ngưu kiên định và chăm chỉ. Bạn cũng thích những công việc quen thuộc, làm bàn giấy, ít thay đổi và có tính ổn định cao. Điều này giúp Kim Ngưu dễ dàng trở thành một nhân viên kỳ cực, một phần quan trọng của công ty và phát triển một nghề nghiệp vững chắc, thành công.",
            "Khi làm sếp, Kim Ngưu khá thực tế và điềm tĩnh. Mỗi khi đối diện với vấn đề hay mâu thuẫn nơi công sở, bạn sẽ luôn kiềm chế cảm xúc, lắng nghe ý kiến của mọi người rồi từ tốn đưa ra quyết định. Bạn cẩn thận, chu toàn và nghĩ mọi thứ thấu đáo. Tuy nhiên, bạn không phải là một người giỏi đưa ra quyết định nhanh. Kim Ngưu sẽ luôn làm việc chăm chỉ và nỗ lực trong công việc cho dù bạn mới chỉ ra trường hay đã lên đến tận vị trí giám đốc ở tuổi tứ tuần."
        ],
        "finance": [
            "Kim Ngưu cực kỳ thích hưởng thụ và biết cách hưởng thụ. Bạn sẽ tiêu nhiều tiền để tận hưởng những dịch vụ và trải nghiệm thoải mái nhất. Bạn thích đầu tư cho căn phòng góc riêng của mình. Bạn muốn những vật dụng mình mua và dùng phải thật sự 'xịn xò' và chất lượng. Đôi khi, bạn khá hoang phí trong việc mua sắm và chi tiêu. Bạn thích mọi thứ: từ đồ hiệu, quần áo, du lịch, ăn uống, trải nghiệm tận hưởng như spa, làm đẹp...",
            "Mặc dù tiêu xài nhiều, nhưng phần lớn Kim Ngưu thường không gặp quá nhiều khó khăn hay thiếu thốn về tài chính. Bạn chăm chỉ và có nhiều may mắn trong việc kiếm tiền. Kim Ngưu có những kĩ năng tài chính vượt trội so với các cung khác, bạn biết cách quản lý dòng tiền, biết vun đắp tài sản từng bước chậm rãi, kiên nhẫn và bền bỉ. Từ một khoản vốn nhỏ, Kim Ngưu có thể xây được cả một cơ ngơi đồ sộ an khang.",
            "Kim Ngưu có năng lực đặc biệt trong việc giữ tiền và đầu tư tài chính, đặc biệt là khi hùn vốn với người khác. Bạn thường được mọi người tin tưởng giao phó cho trách nhiệm làm tay hòm chìa khoá, thủ quỹ của cả nhóm hay tập thể. Sự cẩn thận và thái độ nghiêm túc trong tiền bạc giúp Kim Ngưu có được niềm tin của bạn bè và những người xung quanh."
        ],
        "fact": [
            "Khi có chuyện buồn, mọi người luôn nghĩ tới và trông cậy vào Kim Ngưu. Bạn sẽ luôn có mặt, ở bên và sẵn sàng làm mọi thứ để giúp đỡ những người thân thiết của mình.",
            "Phải mất một nỗ lực để đạt được sự tin tưởng từ phía một Kim Ngưu, nhưng một khi bạn đã trao niềm tin cho ai thì nó sẽ là mãi mãi. Bạn trân trọng các giá trị bền vững, ít thay đổi và là một người bạn thân không bao giờ thay lòng đổi đạ.",
            "Kim Ngưu không mấy khi cạnh tranh với người khác, nhưng bởi vì sự quyết tâm và kiên nhẫn của mình mà đôi khi bạn lại trở thành người chiến thắng.",
            "Mặc dù Kim Ngưu có thể hơi cảnh giác với người khác, bạn luôn sẵn sàng lắng nghe điều mà đối phương cần chia sẻ với một tinh thần cởi mở và thoải mái.",
            "Chính bản tính bướng bỉnh của Kim Ngưu đã đem lại sự độc lập và vững chắc cho bạn. Bạn khá bướng và thích làm mọi việc theo ý của mình.",
            "Kim Ngưu không lập tức hành động khi có vấn đề. Bạn sẽ dành thời gian nhất định để xem xét và tiến tới một cách giải quyết hợp lý."
        ]
    },
    {
        "name": "Song Tử",
        "query": "/song-tu",
        "date": "21/5 - 20/6",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Gemini.svg/1200px-Gemini.svg.png",
        "personality": [
            "Song Tử được bảo trợ bởi sao Thuỷ, chòm sao đặt theo tên của thần đưa tin Mercury và cũng là chòm sao di chuyển nhanh nhất trong Hệ Mặt Trời. Bạn sở hữu khả năng tư duy nhạy bén cùng óc suy luận logic. Mọi người thường ví Song Tử là các bậc thầy ngôn từ. Ngay cả những câu chuyện bình thường nhất cũng có thể trở nên thú vị và hấp dẫn qua lời kể của bạn. Sở hữu khả năng giao tiếp và diễn đạt khéo léo, Song Tử rất biết cách lấy lòng đối phương. Không những quảng giao, Song Tử còn là kiểu người vô cùng hài hước và dí dỏm. Xung quanh bạn lúc nào cũng ngập tràn tiếng cười.",
            "Mang biểu tượng cặp song sinh đại diện cho hai nửa đối lập, tính tình Song Tử hay biến hoá liên tục. Là cung hoàng đạo thuộc nhóm nguyên tố Khí, tâm trạng của Song Tử 'sáng nắng chiều mưa trưa phập phù'. Song Tử là cung hoàng đạo nói không với sự nhàm chán. Bạn luôn muốn học những điều mới lạ, muốn thử một thứ gì đó hay ho, muốn làm quen với một ai đó thú vị.",
            "Song Tử cực kì nhanh nhạy trong mọi việc. Bạn thông minh, tò mò và ham học hỏi. Dường như mọi chuyện trên trời dưới đất gì cũng nằm gọn trong lòng bàn tay bạn. Tuy nhiên, đôi lúc Song Tử chỉ quan tâm đến bề nổi của vấn đề chứ không chịu nhìn mọi thứ sâu sắc và kỹ lưỡng."
        ],
        "love": [
            "Cũng giống như những cơn gió, trái tim của Song Tử vốn không có điểm bắt đầu mà cũng chẳng có nơi kết thúc. Bạn yêu tự do và sẽ chẳng bao giờ để bất kỳ ai giam cầm trái tim mình. Có lẽ nhiều người sẽ nghĩ rằng, ai mà chẳng yêu tự do? Đúng, ai cũng yêu tự do, nhưng tự do của mọi người là thứ tự do có điều kiện, phải được thế này thế kia thì mới có thể tự do. Còn với Song Tử, 'tụ do' giống như là một phần cơ thể của họ, cho dù có ai đồng ý hay không, Song Tử vẫn cứ tự do.",
            "Song Tử thông minh, thú vị và cuốn hút. Ở bạn có sức quyến rũ đặc biệt khiến đối phương khó lòng chối từ. Tài ăn nói khéo léo và dí dỏm càng tô điểm thêm cho tính phong lưu này của bạn. Ngay cả trong tình yêu, Song Tử vẫn giữ thói 'trêu hoa ghẹo bướm' và có nhiều mối quan hệ mập mờ. Song Tử thường trải qua nhiều mối tình trước khi tìm được người bạn đời phù hợp. Đào hoa là thế, nhưng một khi đã trao trái tim cho ai, Song Tử vô cùng thuỷ chung, son sắt. Bạn sẵn sàng làm tất cả để khiến đối phương hạnh phúc.",
            "Một mối quan hệ tuyệt vời với Song Tử là khi cả hai có thể nói chuyện với nhau hành giờ mà không biết chán. Song Tử có xu hướng tìm kiếm sự cảm thông và thấu hiểu ở người bạn đời của mình. Bạn ghét bị kiểm soát. Nếu đối phương không tôn trọng tự do cá nhân trong tình yêu, Song Tử sẽ ngay lập tức bỏ đi mà chẳng thèm quay đầu lại. Kiểu người tinh tế, cởi mở và phóng khoáng có sức hấp dẫn 'chí mạng' với Song Tử."
        ],
        "family": [
            "Song Tử quan niệm rằng gia đình là cái nôi để con phát triển. Chẳng trách các ông bố bà mẹ Song Tử thường vô cùng ân cần và cởi mở trong việc nuôi dạy con cái. Bạn luôn khuyến khích con tự do thể hiện cá tính và nói lên suy nghĩ của mình. Bên cạnh đó, Song Tử cũng dạy con sống chan hoà, thân thiện và biết giúp đỡ mọi người.",
            "Tò mò và hiếu động - đó là những từ phù hợp nhất để miêu tả em bé Song Tử. Bạn thường xuyên bày trò nghịch nghợm khiến bố mẹ phải đau đầu. Khi bị 'hỏi tội', Song Tử hay dùng lời ngon tiếng ngọt để lấy lòng bố mẹ và hầu như lúc nào cũng thành công."
        ],
        "career": [
            "Sự linh hoạt vừa là điểm mạnh, vừa là điểm yếu của Song Tử. Bạn dễ thích nghi với thay đổi và có khả năng làm việc đa nhiệm. Song Tử thường dựa vào khả năng suy luận lý trí để đưa ra các hướng giải quyết xử lý công việc phù hợp. Mặt khác, Song Tử hay xao nhãng và thường xuyên nhảy cóc giữa các công việc. Song Tử có nhiều tài lẻ nhưng khó tiến xa trong một lĩnh vực nhất định. Hiếm khi Song Tử hoàn thành điều gì đó đến cùng.",
            "Khi lựa chọn ngành nghề, Song Tử luôn đặt yếu tố linh hoạt và nhu cầu 'thay đổi' lên hàng đầu. Các công việc bàn giấy tẻ nhạt thường là điều cuối cùng Song Tử nghĩ tới. Được ưu ái với trí thông minh, nhanh nhạy và khéo ăn nói, Song Tử hứa hẹn đạt được nhiều thành công trong vai trò người dẫn chương trình và phóng viên. Bên cạnh đó, bạn cũng có thể thử sức trong các lĩnh vực như văn học, nghệ thuật hay báo chí. Biệt tài sử dụng ngôn từ của Song Tử sẽ vô cùng hữu ích trong các công việc này.",
            "Hoà đồng và thân thiện, đó là ấn tượng đấu tiên của đồng nghiệp về Song Tử. Bạn luôn biết cách làm náo động bầu không khí và mang đến niềm vui cho mọi người. Trong mắt đồng nghiệp, Song Tử không những nhiệt tình, cầu tiến mà còn biết nhiều.. Bạn nhanh nhạy, sáng suốt và có khả năng phân bổ công việc hợp lý, hiệu quả. Dù là ở vị trí nhân viên hay lãnh đạo, Song Tử cũng không ngừng làm mới bản thân và thay đổi liên tục để phát triển."
        ],
        "finance": [
            "Thái độ của Song Tử đối với chuyện tiêu tiền và kiếm tiền có thể được tóm tắt trong từ: tuỳ hứng. Bạn có thể kiếm được rất nhiều tiền nhưng lại nhanh chóng 'nướng sạch' vào việc khác. Song Tử không thể chịu được sự nhàm chán và tẻ nhạt, vậy nên bạn không ngừng theo đuổi các thú vui mạo hiểm và thường xuyên lơ là mục tiêu ổn định tài chính.",
            "Song Tử dễ gặp rắc rối trong việc quản lý chi tiêu. Bạn có xu hướng đổ hết tiền vào các chuyến đi chơi, du lịch hay mua sắm. Khi hứng lên, Song Tử có thể tiêu sạch số tiền mình đã dành dụng cả năm chỉ vài ngày. Thế nhưng chẳng bao giờ bạn lo lắng về điều đó cả. Song Tử luôn giữ thái độ lạc quan với tình hình tài chính cá nhân. Sự linh hoạt giúp bạn dễ thích nghi với hoàn cảnh và nhanh chóng vạch ra các kế hoạch kiếm tiền sắp tới.",
            "Với trí thông minh, nhạy bén và không ngại rủi ro của mình, Song Tử có thể kiếm những khoảng lớn qua việc đầu tư vào bất động sản, cổ phiếu hay chứng khoán phái sinh. Bên cạnh đó, bạn cũng nên dành ra các khoản cho tiết kiệm và dự phòng để giảm thiểu rủi ro tài chính về lâu dài."
        ],
        "fact": [
            "Tâm trạng Song Tử hay lên xuống thất thường. Có thể một giây trước Song Tử còn đang cười nói vui vẻ nhưng ngay sau đó lại trở nên u ám, ủ dột.",
            "Song Tử rất thích giúp đỡ người khác. Mặc dù đôi khi chính bạn cũng chẳng biết phải làm thế nào.",
            "Dường như chẳng ai có thể đoán trước được điều gì sẽ xảy ra tiếp theo khi ở bên cạnh Song Tử. Bạn thường xuyên thay đổi và luôn biết cách khiến người khác bất ngờ. Ngay cả chính Song Tử cũng chẳng thể hiểu hết được bản thân mình.",
            "Song Tử dễ bị mất ngủ. Bạn có xu hướng lo lắng quá nhiều và không kiểm soát được căng thẳng. Do bộ não thường xuyên giằng co giữa cảm xúc và lý trí, Song Tử cũng hay rơi vào tình trạng 'quá tải' suy nghĩ.",
            "Song Tử là kiểu người hướng ngoại. Bạn thích đi giao du, tiếp xúc và trò chuyện với nhiều người khác nhau. Hoà đồng, thân thiện và dễ hoà nhập với môi trường mới, thế nhưng Song Tử cũng hay bị hiểu nhầm là giả tạo."
        ]
    },
    {
        "name": "Cự Giải",
        "query": "/cu-giai",
        "date": "21/6 - 22/7",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Cancer.svg/1200px-Cancer.svg.png",
        "personality": [
            "Cự Giải giữ vị trí chủ nhà số 4, ngôi nhà của gia đình, tuổi thơ và quá khứ trên vòng tròn Hoàng Đạo. Trong mọi khía cạnh của cuộc sống, Cự Giải luôn đặt các giá trị truyền thống và gia đình lên hàng đầu. Theo truyền thuyết, biểu tượng của Cự Giải là bộ càng cách điệu của con cua, đại diện cho tình thương yêu vô bờ bến của các người mẹ. Bản năng của Cự Giải khiến bạn không ngừng muốn che chở và lo lắng cho những người mình yêu thương.",
            "Dưới ảnh hưởng của mặt trăng, thế giới cảm xúc của Cự Giải cũng phức tạp và thay đổi nhanh chóng y như trăng lúc tròn lúc khuyết. Ngoài mặt Cự Giải hay tỏ ra cứng cáp và mạnh mẽ, nhưng bên trong thâm tâm bạn vốn nhạy cảm, bất an và dễ bị tổn thương. Chỉ với những người thân thương, tin tưởng Cự Giải mới sẵn sàng bộc lộ sự yếu đuối của mình.",
            "Cự Giải là cung hoàng đạo mang nguyên tố nước. Bạn sâu sắc, tốt bụng và giàu lòng đồng cảm. Vậy nên mọi người thường mong muốn được ở gần bạn. Thông thường, Cự Giải tỏ ra khá dè dặt khi phải tiếp xúc với những điều mới. Bản thân Cự Giải sống khá khép kín, bạn phân biệt rõ ranh giới giữa bạn thân và người ngoài. Đối với Cự Giải, kỉ niệm và kí ức có sức chi phối vô cùng mạnh mẽ. Cự Giải vô cùng trọng tình trọng nghĩa."
        ],
        "love": [
            "Không một cung hoàng đạo nào có thể soán ngôi vị số 1 Cự Giải trong khả năng chăm sóc người khác. Chẳng phải ngẫu nhiên mà Cự Giải được mệnh danh là cung hoàng đạo tượng trưng cho hình ảnh người mẹ. Bạn luôn đặt những giá trị gia đình lên hàng đầu và áp dụng điều này ngay cả khi tình yêu mới chớm nở.",
            "Thuộc nhóm cung Tiên Phong, trái tim của Cự Giải luôn chủ động khi yêu thương một ai đó. Cự Giải có thể chôn chặt nỗi buồn, giấu biệt những suy nghĩ tự ti, nhưng sẽ không bao giờ che giấu tình yêu của mình. Bạn hết lòng quan tâm và chăm sóc nửa kia của mình trong mọi chuyện. Đôi khi điều này khiến đối phương cảm thấy 'nghẹt thở' hay thậm chí là phiền phức với kiểu 'kè kè giám sát' thái quá của Cự Giải. Cự Giải không yêu thương vô điều kiện. Khi trao đi, bạn mong chờ được đáp lại. Khi tình yêu bị từ chối, Cự Giải sẽ buồn bã, sẽ than phiền, nhưng rồi sau đó lại không kìm được mà tiếp tục quan tâm đối phương trong thầm lặng.",
            "Người bạn đời lý tưởng trong mắt Cự Giải thường mang nét tính cách truyền thống. Bạn mong muốn được ở bên một người thuỷ chung, son sắt và có thể trở thành chỗ dựa tinh thần vững chắc cho cả hai."
        ],
        "family": [
            "Gia đình luôn chiếm vị trí ưu tiên hàng đầu trong lòng Cự Giải. Bạn thường dành phần lớn thời gian chăm sóc và vun đắp cho tổ ấm của mình. Đối với Cự Giải, không gì tuyệt hơn cảm giác êm đềm, ấm cúng khi cả nhà cùng quây quần bên bữa cơm gia đình.",
            "Giàu lòng hy sinh, trách nhiệm và yêu thương - đó là những từ ngữ phù hợp nhất để miêu tả các ông bố bà mẹ Cự Giải. Để con được ăn no, mặc ấm, Cự Giải sẵn sàng hy sinh hết mình và chẳng ngại gian khó. Không chỉ giỏi quán xuyến chi tiêu và các công việc nội trợ, Cự Giải còn hết đỗi chu toàn trong việc nuôi dạy con cái. Bạn chính là điểm dựa tinh thần vững chắc cho con dựa vào mỗi khi cần. Tuy nhiên, Cự Giải cũng hay bao bọc và chiều con thái quá. Điều này có thể khiến chúng thiếu đi vấp ngã cần thiết để trưởng thành.",
            "Các em bé Cự Giải tuy ương bướng nhưng vô cùng nhạy cảm. Bé dễ khóc và hay khóc nhè. Vậy nên cha mẹ cần dành thật nhiều thời gian, quan tâm và kiên nhẫn khi chăm sóc và dạy dỗ bé."
        ],
        "career": [
            "Trong công việc, Cự Giải cần cù, chăm chỉ và cống hiến. Không chỉ giỏi trong lĩnh vực chuyên môn, Cự Giải còn gây ấn tượng với khả năng làm việc bền bỉ dưới áp lực. Đối với Cự Giải, không có trở ngại nào là quá khó để vượt qua, miễn là bạn tập trung vào mục tiêu của mình. Sở hữu khả năng quan sát thấu đáo và chu toàn, Cự Giải luôn biết cách hoàn thành xuất sắc công việc được giao. Tuy nhiên, Cự Giải cũng là kiểu người dễ tự ái. Bạn có thể thay đổi 180 độ và trở nên lạnh lùng, xa cách hay thậm chí là nổi cơn thịnh nộ nếu bị người khác chỉ trích, chọc giận. Điểm yếu chung của Cự Giải trong công việc là hay để tình cảm xen lẫn lý trí.",
            "Mang trong mình khả năng đồng cảm và thấu hiểu người khác, Cự Giải là ứng viên vô cùng phù hợp cho các công việc liên quan đến con người. Các lĩnh vực như y tế, sức khoẻ và giáo dục thường là lựa chọn hàng đầu của Cự Giải. Bên cạnh đó, bạn cũng có thể thử sức với các công việc như thiết kế nội thất hay trang trí nhà cửa.",
            "Cự Giải quan tâm và hay lắng nghe mọi người. Bạn luôn biết cách đưa ra lời khuyên, an ủi và động viên cho ai đó mỗi khi họ cần. Chẳng trách mỗi khi gặp vấn đề, đồng nghiệp thường tìm đến Cự Giải đầu tiên. Cấp trên Cự Giải là kiểu lãnh đạo hết sức tâm lý và nhiệt tình với nhân viên của mình."
        ],
        "finance": [
            "Cự Giải là cung hoàng đạo đề cao tính ổn định và thực tế. Đối với bạn, đích đến cuối cùng là chăm lo và chu cấp đầy đủ cho gia đình của mình. Vậy nên Cự Giải thường không quan tâm mấy tới tính chất công việc mà chỉ chú ý tới thu nhập mà việc đó mang lại. Cự Giải luôn đặt mục tiêu ổn định tài chính lên hàng đầu.",
            "Khả năng quản lý chi tiêu là một trong những điểm mạnh của Cự Giải. Bạn dành dụm tiền của mình cẩn thận và ít khi tiêu bừa bãi. Cự Giải không hay mua sắm nhưng một khi đã bỏ tiền ra, bạn luôn ưu tiên chất lượng và tính thiết thực lên hàng đầu. Nhìn chung, Cự Giải không ngại chi tiền, miễn là có lý do chính đáng. Phần lớn số tiền Cự Giải kiếm được thường được chi vào cho các chuyến du lịch, nghỉ dưỡng với gia đình. Bên cạnh đó, Cự Giải cũng chi không tiếc tay cho các chuyến đi chơi hay sự kiện đặc biệt với nhóm bạn.",
            "Phong cách kiếm tiền của Cự Giải có thể gói gọn trong một từ: an toàn. Bạn hiếm khi mạo hiểm đầu tư vào các kế hoạch rủi ro cao, mặc dù lợi nhuận mang lại có hấp dẫn đến đâu đi chăng nữa. Cự Giải luôn theo đuổi hướng đi an toàn. Bạn có nhiều khoản tiết kiệm, dự phòng tài chính."
        ],
        "fact": [
            "Cự Giải là kiểu người vô cùng hoài niệm. Bạn thường xuyên nhớ về những mối quan hệ trong quá khứ. Phải mất một thời gian dài sau khi chia tay Cự Giải mới có thể buông bỏ người cũ hoàn toàn.",
            "Hiếm khi nào Cự Giải 'làm ngơ' trước vấn đề của người khác. Mang trong mình lòng đồng cảm sâu sắc, Cự Giải luôn cảm thấy như chính bạn cũng là một phần của câu chuyện. Bạn thường xuyên giúp đỡ người khác hết mình và hay đưa ra các đóng góp chân thành.",
            "Khi bị tổn thương và lừa dối, Cự Giải dễ tha thứ nhưng khó có thể quên. Đôi khi sự cố chấp này có thể khiến Cự Giải trở thành kiểu người 'thù dai nhớ lâu' trong mắt người khác.",
            "Dù đi đâu, làm gì thì Cự Giải vẫn luôn hướng về gia đình. Cự Giải thường là trụ cột vững chắc cho tổ ấm của mình cả về vật chất lẫn tinh thần."
        ]
    },
    {
        "name": "Sư Tử",
        "query": "/su-tu",
        "date": "23/7 - 22/8",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Leo.svg/1200px-Leo.svg.png",
        "personality": [
            "Là cung hoàng đạo thứ 5, Sư Tử được bảo trợ bởi Mặt Trời. Khi ở trạng thái tốt nhất, năng lượng của Sư Tử rất sáng sủa, mạnh mẽ và hấp dẫn. Trong 3 cung thuộc nguyên tố Lửa, Sư Tử là cung thể hiện tính lửa rõ nét và nguyên sơ nhất. Bạn luôn tràn đầy sự sáng tạo và thuần khiết. Bạn hào phóng, can đảm và cũng giống như Mặt Trời, bạn muốn được là trung tâm của sự chú ý. Những lời khen ngợi, những tiếng vỗ tay tán thưởng và sự công nhận của người khác sẽ là động lực để Sư Tử sáng tạo hơn, phát triển hơn.",
            "Có một điều mà nhiều người không biết về Sư Tử: Không phải lúc nào bạn cũng hướng ngoại. Thậm chí khoảng thời gian thu mình, hướng vào bên trong của bạn còn kéo dài hơn một số cung hoàng đạo được coi là nội tâm khác. Giống như Lửa sau khi cháy hết mình sẽ trở thành đống tro tàn, Sư Tử cũng cần thời gian nghỉ ngơi trong yên tĩnh sau khi đã dồn hết sức mình để toả sáng, bộc lộ bản thân mình và chia sẻ các giá trị mình có với người khác.",
            "Cái tôi của Sư Tử sẽ bị tổn thương nếu bạn cảm thấy người khác ngó lơ, không để ý tới sự tồn tại của mình hoặc không công nhận mình. Nhưng bạn hãy nhớ rằng, Mặt Trời chói chang tới vậy vì nó cung cấp năng lượng, ánh sáng và nhiệt độ cho sự sống của muôn loài. Nên bạn hãy cứ trao đi giá trị của mình trước, với tư cách là một Sư Tử, bạn sẽ không bao giờ bị chìm nghỉm giữa đám đông."
        ],
        "love": [
            "Là chủ nhà số 5 trên bản đồ sao - cai quản lĩnh vực tình yêu, niềm vui và sự tận hưởng, Sư Tử dĩ nhiên là một trong các cung hoàng đạo hân hoan với chuyện yêu đương nhất. Bạn thích được ai đó yêu nồng nhiệt, bộc lộ tình yêu hết mình, dành toàn bộ sự chú ý cho bạn, và ngược lại, bạn cũng sẽ đem tình yêu của mình ra khoe với cả thế giới.",
            "Đối với Sư Tử, tình yêu là phải nóng bỏng, thú vị và đầy đam mê. Những khoảng khắc vui chơi đầy lãng mạn, những giây phút nồng nhiệt trên giường đều không thể thiếu với Sư Tử. Không những thế, bạn còn là một người yêu trung thành, hào phóng và dịu dàng.",
            "Sư Tử coi trọng sự trung thực nhất trong mối quan hệ. Cho dù bản thân làm gì đó sai, bạn cũng sẽ có đủ sự can đảm để nói với người kia. Bạn tin rằng người ấy xứng đáng được biết sự thật. Ngược lại, bạn cũng đòi hỏi điều đó từ đối phương. Khi Sư Tử cảm thấy bất an, bạn sẽ trở nên ghen tuông và sở hữu. Bạn yêu cuồng bao nhiêu thì ghen nhiệt y như vậy.",
            "Để thu hút được bạn, một trong những chìa khoá đầu tiên là ngoại hình. Cho dù không đẹp, cũng nên chỉn chu. Sư Tử thích được tự hào khi đi bên cạnh ai đó. Bạn thích mẫu người tự tin, hoạt bát và sẵn sàng vui đùa mọi lúc. Trò chơi đuổi bắt trong tình yêu là thứ mà Sư Tử thích nhất. Khi người kia né tránh bạn, bạn theo đuổi họ. Khi bạn lánh xa, ngược lại bạn muốn người kia bày tỏ thành ý mà chinh phục mình."
        ],
        "family": [
            "Mặc dù rất tình cảm và nồng ấm, nhưng Sư Tử không phải cung hoàng đạo hướng về gia đình nhất, trừ khi đó là con cái bạn. Bạn cần không gian riêng để khẳng định bản thân mình và không thích bị người nhà chặn hết mọi cơ hội khám phá cũng như thể hiện bản thân của bạn. Nhưng nếu có ai đó công kích gia đình bạn, bạn sẽ gầm lên như một con sư tử đầu đàn kiêu hãnh và tấn công mạnh mẽ để bảo vệ gia đình mình.",
            "Bố mẹ cung Sư Tử rất hào phóng với con cái. Dù dạy bảo con nghiêm khắc nhưng bạn cũng sẽ dành rất nhiều thời gian để chơi cùng với con.",
            "Còn khi làm con, Sư Tử là một đứa trẻ nổi bật, vui tươi, thông minh và đáng yêu. Điểm yếu duy nhất là Sư Tử tìm mọi cách để dành hết sự chú ý của người thân vào mình."
        ],
        "career": [
            "Sinh ra với năng lực lãnh đạo thiên bẩm, không lạ khi nói rằng có rất nhiều Sư Tử trở thành sếp khi đi làm. Bạn có nhiều tham vọng, tháo vát, giỏi giang và luôn muốn tiến lên. Bạn sẵn sàng dành nhiều thời gian để đầu tư cho công việc, nhưng đôi khi động lực của bạn phụ thuộc quá nhiều vào lời khen và sự công nhận của người khác.",
            "Sư Tử rất cần làm công việc gì đó mà bạn thật sự đam mê. Các công việc nhàm chán, làm chỉ vì tiền sẽ khiến mọi khả năng sáng tạo của Sư Tử bay biến hết. Thậm chí bạn còn làm việc rất tệ nếu không tìm được cảm hứng trong công việc. Nhiều Sư Tử đổi việc đến vài ba lần trong một năm cũng là vì vậy.",
            "Khi là một phần của nhóm, Sư Tử muốn là người lãnh đạo của nhóm. Bạn rất tự tin và giỏi truyền cảm hứng. Bạn khiến người khác tin vào bản thân mình hơn. Nhưng bạn cũng có thể hơi kiêu ngạo và hách dịch. Một khi đã đưa ra yêu cầu nào, thì đó là mệnh lệnh, cấm cãi. Việc này khiến cho nhiều nhân viên không thích làm việc dưới quyền của bạn. Những công việc phù hợp với Sư Tử có thể kể đến: diễn viên, thời trang hoặc khởi nghiệp. Bạn thích đứng dưới ánh đèn sân khấu hoặc nổi bật giữa đám đông. Bạn cũng dễ dàng phát huy năng lực tối đa khi bạn cảm thấy mình nắm toàn quyền kiểm soát với một dự án nào đó mà chính bạn tạo ra."
        ],
        "finance": [
            "Sư Tử rất chăm chỉ trong việc kiếm tiền vì bạn biết mình là chúa tiêu hoang. Bạn thích những thứ xa xỉ, sang trọng và không ngại chi tiền cho chất lượng thực sự. Không những thế, bạn còn cực kỳ hào phóng với những người xung quanh bạn. Tuy nhiên, điều đó không có nghĩa là Sư Tử không biết quản lý tiền. Bạn có tầm nhìn dài hạn và mọi quyết định chi tiêu của bạn đều có chiến lược cụ thể. Chi là hiếm ai biết được điều đó. Bạn không muốn mình trở thành kẻ tính toán tiền nong trong mắt người khác.",
            "Mặc dù không giỏi tiết kiệm tiền, nhưng bạn giỏi kiếm. Năng lực, sự cống hiến và tham vọng sẽ đưa bạn lên cao trên nấc thang sự nghiệp. Thu nhập từ công việc, tiền lời đầu tư của bạn đều sẽ tăng lên theo thời gian. Dựa trên thống kê thực tế, có rất nhiều tỷ phú sinh ra dưới chòm sao Sư Tử đều tiềm tàng năng lực kiếm tiền vô hạn.",
            "Điểm yếu của Sư Tử nằm ở máu ham vui và thích cảm giác...cờ bạc, Sư Tử dễ sa vào trò đỏ đen, hoặc các hình thức may rủi khác như đầu tư chứng khoán, đầu tư coin (tiền ảo)."
        ],
        "fact": [
            "Sư Tử rất quan tâm đến những người thân yêu. Sư Tử dễ bị lo lắng về mọi người hơn so với vẻ thể hiện ra ngoài của mình.",
            "Luôn có một phần trẻ con không bao giờ lớn trong mọi Sư Tử. Bạn thích vui chơi, thích được ngợi khen, dễ vui dễ giận dù bạn ở độ tuổi nào.",
            "Mặc dù trong Sư Tử rất tự tin, nhưng thật ra bên trong bạn cực kỳ nhạy cảm. Tuy nhiên, bạn sẽ làm mọi cách để bảo vệ cái tôi của mình. Bạn không muốn người khác thấy mình suy sụp dù là về cảm xúc hay thân thể. Còn nếu như ai đó thấy Sư Tử kêu ca trên mạng xã hội, thì khả năng cao là bạn chỉ đang 'làm màu' thôi chứ chưa nghiêm trọng đến thế đâu.",
            "Sư Tử rất nóng tính và đôi khi còn thô lỗ khi cáu lên nữa. Nhưng cơn giận của họ cũng nguội đi nhanh chóng.",
            "Sức chịu đựng của Sư Tử có thể sánh ngang với Bọ Cạp và Kim Ngưu.",
            "Sư Tử thân thiện và niềm nở, song để thực sự bước vào vòng thân thiết của bạn, người khác cần phải có mặt vào những khoảng khắc then chốt trong cuộc đời bạn.",
            "Sư Tử phóng tay bên ngoài, tính toán bên trong."
        ]
    },
    {
        "name": "Xử Nữ",
        "query": "/xu-nu",
        "date": "23/8 - 22/9",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Virgo.svg/1200px-Virgo.svg.png",
        "personality": [
            "Là cung thứ 6 trong 12 cung hoàng đạo và được bảo trợ bởi sao Thuỷ, Xử Nữ rất nhanh nhạy và thông minh. Tuy nhiên, vì bị chi phối bởi nguyên tố Đất, nên Xử Nữ khá hướng nội và không bộc lộ được mình một cách dễ dàng. Ngay cả những người thân thiết cũng không biết bạn đang thật sự nghĩ gì và cảm thấy gì ở sâu bên trong.",
            "Thói quen phân tích và hành xử điềm tĩnh, lí trí có thể cho người khác cảm giác Xử Nữ là kiểu người không có chiều sâu cảm xúc. Ngược lại, nội tâm của bạn sâu sắc, chỉ là bạn hay tự kiềm chế mình rất nhiều. Thêm vào đó, Xử Nữ có nhiều lo lắng bất an hơn so với hai cung Đất còn lại là Kim Ngưu và Ma Kết.",
            "Xử Nữ được xem là 'người đi sửa lỗi' của 11 cung hoàng đạo còn lại. Bạn sẽ cảm thấy hạnh phúc nhất khi bạn biết mình hữu ích với ai đó, mình được cần đến. Bạn đánh giá giá trị của bản thân thông qua những gì mà bạn có thể cống hiến cho mọi người và xã hội. Nhưng cũng chính vì điểm này mà Xử Nữ bị xem là người hay 'bới móc', bạn rất giỏi tìm ra lỗi sai ở sự vật, sự việc hay ở con người.",
            "Bạn cũng thích giữ cho mình bận rộn liên tục, vì cứ thảnh thơi một chút là tâm trí bạn lại chất đầy những ngổn ngang, lo toan. Xử Nữ suy nghĩ nhiều và thường xuyên lo lắng quá đà, thỉnh thoảng bạn cảm thấy không hề an tâm về thế giới này chút nào."
        ],
        "love": [
            "Gu của Xử Nữ trong tình cảm khá đa dạng, bạn không hẳn là chỉ thích một mẫu người cố định. Bạn tìm được điểm hấp dẫn ở những người mà bình thường không ai chú ý tới. Vì đặc tính thích 'sửa chữa vấn đề', nến Xử Nữ dễ phải lòng những người bất ổn và nhiều vấn đề. Bạn muốn giúp họ ngày càng tốt hơn, muốn giúp họ xếp những mảnh ghép còn lại và được sống là phiên bản tốt nhất của chính mình.",
            "Bạn cũng tin rằng bạn có khả năng chạm vào những cảm xúc sâu nhất của người khác. Tuy nhiên, điều này cũng là thứ làm khổ Xử Nữ trong chuyện tình cảm: Bạn dễ yêu phải người không phù hợp với mình, thậm chí bị lợi dụng hoặc bị làm khổ hết lần này đến lần khác.",
            "Xử Nữ không phải người dễ yêu nhanh chóng, tình cảm của bạn giống như mầm cây, cần thời gian để lớn từ từ. Do tính cách của bạn khá thận trọng và có chút bảo thủ, cách bạn theo đuổi người khác dù đậm nét chăm sóc, có chiến lược song vẫn có gì đó giữ khoảng cách về cảm xúc, thêm một chút hoài nghi, thế nên, mối quan hệ của bạn sẽ tiến nhanh hơn nếu như đối phương chủ động tán tỉnh bạn. Bạn thích người vừa thẳng thắn vừa khéo léo, cởi mở, trung thực và không hời hợt."
        ],
        "family": [
            "Do ít biểu lộ tâm tư thật, nên Xử Nữ trông có vẻ như hơi lạnh lùng và dè dặt trong gia đình song thật ra bạn rất quan tâm đến người thân, để ý sức khoẻ của mọi người, sẽ chăm sóc họ khi có chuyện, nhất là với bố mẹ lớn tuổi hoặc ông bà già cả. Bạn có con mắt tinh tường và hiếm có chuyện gì trong gia đình lọt khỏi mắt bạn. Dù bình thường bạn tỏ ra lười hoặc bừa bộn tới đâu, thì khi người thân gặp chuyện, bạn nhất định sẽ là người đứng ra quản lý gia đình và chăm sóc người nhà đâu vào đó.",
            "Bố mẹ cung Xử Nữ có thể sẽ hơi khó tính hoặc để ý tiểu tiết còn con cái cung Xử Nữ thì hơi phụ thuộc và tự hào về gia đình mình."
        ],
        "career": [
            "Là chủ nhà 6 trên bản đồ sao - cai quản lĩnh vực công việc, sức khoẻ, thế nên, không còn gì để nghi ngờ, công việc là một phần quan trọng trong cuộc sống của Xử Nữ. Bạn rất cầu toàn và tỉ mỉ trong công việc. Một khi đã bắt tay làm cái gì, bạn sẽ đắm chìm vào nó cho đến khi xong việc mới thôi. Bạn có một danh sách các tiêu chuẩn đối với công việc và sẽ đánh giá khắt khe kết quả công việc dù là của mình hay của người khác. Xử Nữ rất hợp với công việc trong ngành dịch vụ phần vì tính cầu toàn và coi trọng chất lượng này của bạn.",
            "Xử Nữ là sự lựa chọn hoàn hảo cho các công việc cần khả năng phân tích và sự tập trung cao độ. Mang nguyên tố Đất, Xử Nữ rất thực tế và coi trọng các kết quả hữu hình. Bạn sẽ không mạo hiểm trừ khi bạn biết rằng sự mạo hiểm này chắc chắn sẽ mang lại điều gì đó. Không hề ngại khó ngại khổ, Xử Nữ thậm chí còn thích lao vào các công việc bận rộn, hoặc các công việc hỗ trợ, giúp ích cho người khác, cống hiến, đóng góp cho xã hội.",
            "Vấn đề của Xử Nữ là bạn có thể trở thành một workaholic - ham mê công việc quá độ và bỏ bê chăm sóc bản thân mình. Cuộc sống của Xử Nữ sẽ trở nên mất cân bằng và bạn cũng quá nghiêm khắc với bản thân rồi. Bạn hay tự chê bai năng lực của mình dù ai cũng phải công nhận bạn rất giỏi."
        ],
        "finance": [
            "Sinh ra dưới sức ảnh hưởng của nguyên tố Đất cùng sự thông minh, tháo vát của sao Thuỷ, Xử Nữ là ứng cử viên số 1 cho vị trí quản lý tiền thành công trong 12 cung hoàng đạo. Bạn rất nghiêm túc với vấn đề tiền bạc, luôn biết để dành tiền đề phòng khi có chuyện cần đến. Không những thế, bạn còn không ngừng tìm kiếm cơ hội để được nghe tiếng ting ting từ ngân hàng thường xuyên hơn.",
            "Xử Nữ sẽ quyết không chi tiêu những khoản mua sắm mà bạn cho rằng mình sẽ không thanh toán được. Ngay cả khi sử dụng thẻ tín dụng, Xử Nữ cũng có kế hoạch dùng nó sao cho có lợi nhất. Nhiều người sẽ cho rằng Xử Nữ ki bo vì bạn cẩn thận và rạch ròi tới từng xu, nhưng đó chỉ là cách bạn kiểm soát tài chính, chứ Xử Nữ không hề tiếc tiền chi tiêu cho người mà bạn yêu quý.",
            "Nhờ vào tính cầu tiến và khả năng phát triển trong công việc, thu nhập của Xử Nữ cũng sẽ tăng dần theo thời gian. Bạn sẽ làm rất tốt và kiếm được tiền thông qua công việc như kế toán, quản lý sổ sách tài chính. Tuy nhiên, Xử Nữ quản lý tiền của người khác tốt hơn tiền của chính mình. Vì bạn hay dùng tiền cho người thân yêu một cách vô tội vạ.",
            "Cũng như Kim Ngưu, Xử Nữ cũng có nhu cầu sở hữu các món đồ sang xịn mịn, song khá khẩm ở chỗ là bạn biết tính toán sao cho hợp lý."
        ],
        "fact": [
            "Xử Nữ thường khiến người khác cảm thấy ngạc nhiên về các lựa chọn tình cảm của mình, kiểu như: Không hiểu sao Xử Nữ lại yêu anh đó/ cô đó và nhẽ ra Xử Nữ xứng đáng với điều tốt hơn thế. Nhưng chỉ có Xử Nữ mới hiểu bản thân cần gì. Bạn không cần một người hoàn hảo, bạn cần một người mà bạn có thể ở đó để giúp họ trở nên hoàn hảo.",
            "Xử Nữ đa phần sống rất bừa bộn khi ở một mình.",
            "Xử Nữ hay chỉ trích bản thân và luôn cảm thấy mình không đủ tốt.",
            "Xử Nữ sẽ rời bỏ ai đó khi bạn cảm thấy mình không còn hữu ích với người đó.",
            "Trước khi Xử Nữ hết lòng với ai đó, Xử Nữ có thể sẽ tìm cách kiểm tra xem đối phương có đang lợi dụng mình hay không, rồi mới yên tâm hào phóng với người ấy.",
            "Xử Nữ hay vất vả trong sự nghiệp, không phải vì bạn lận đận hay không thành công, mà là bạn không chịu được sự nhàn rỗi. Nếu bận rộn không tìm đến bạn, thì bạn sẽ đi tìm nó vậy.",
            "Có rất nhiều Xử Nữ hoặc người có năng lượng Xử Nữ mạnh làm việc trong ngành kế toán và kiểm toán."
        ]
    },
    {
        "name": "Thiên Bình",
        "query": "/thien-binh",
        "date": "23/9 - 22/10",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Libra.svg/1200px-Libra.svg.png",
        "personality": [
            "Thiên Bình là cung hoàng đạo được đại diện bởi biểu tượng cái cân - thú vị ở chỗ đây là biểu tượng duy nhất không phải động vật hay con người. Điều này cho thấy bạn rất lí trí và khách quan, bạn luôn tìm kiếm sự cân bằng và hài hoà trong mọi lĩnh vực của cuộc sống. Với hành tinh chủ đạo là sao Kim - cai quản tình yêu, cái đẹp và tiền bạc, Thiên Bình cũng dành nhiều tâm huyết cho nghệ thuật. Bạn thích được bao quanh bởi những thứ đẹp đẽ, cho đù là đồ đạc, bản thân hay...người yêu.",
            "Các mối quan hệ rất quan trọng với bạn, bạn cần có người đồng hành trong cuộc sống và không thích lúc nào cũng một mình. Nhưng bạn không muốn một mối quan hệ quá sóng gió, bạn thích một nửa của mình bình yên, dịu dàng và hiểu chuyện. Những người trưởng thành, lịch sự sẽ rất hấp dẫn với bạn. Thiên Bình rất coi trọng ngoại hình, bạn sẽ đầu tư không ít tiền để chăm sóc cho làn da của mình.",
            "Đôi khi Thiên Bình hay để người khác vượt quá giới hạn vì bạn mong mọi người được vui vẻ và tiếp tục gắn bó với mình. Bạn coi trọng niềm vui của người khác hơn cả của mình, nhưng trong thâm tâm bạn cũng kỳ vọng được đáp lại. Khi người khác không làm thế, bạn sẽ tức giận, song vẫn tiếp tục cố gắng để người khác vừa lòng. Hậu quả là một khi cán cân trở nên quá nghiêng về một phía, bạn sẽ bùng nổ và làm những hành động không ai ngờ được để lấy lại cân bằng."
        ],
        "love": [
            "Cứ tới mùa thu, vẻ lãng mạn và dịu dàng của những con phố lại khiến người ta thèm yêu. Thiên Bình cũng vậy, chỉ cần nhìn thấy bạn là người ta muốn yêu bạn liền rồi. Sinh ra dưới ảnh hưởng của chòm sao Kim, Thiên Bình có được sự duyên dáng, hoà nhã và cuốn hút khó tả. Hơn nữa, Thiên Bình còn là chủ nhà số 7 trên bản đồ sao - liên quan tới các mối quan hệ 1-1, thế nên, bạn có thể sẽ luôn thích có người yêu hoặc thích kết hôn sớm. Mà cho dù bạn có không thích, thì sẽ luôn có những người 'đòi' yêu bạn chính thức, đòi rước bạn về nhà.",
            "Trong mối quan hệ tình cảm, Thiên Bình nỗ lực khá nhiều để giữ cho mối quan hệ được hài hoà, cân bằng, có đi có lại. Người ấy trao cho bạn giá trị nào, bạn đều đáp lại bằng giá trị khác tương đương, thậm chí nhiều hơn. Bạn hiếm khi chủ động tranh cãi gay gắt với người yêu. Khi có tình huống nào đó quá căng thẳng, bạn sẽ làm mọi thứ trong khả năng của mình để dàn xếp mọi việc ổn thoả và lấy lại yên bình. Cũng vì thế mà lúc yêu bạn ngọt ngào, tinh tế bao nhiêu, lúc chia tay bạn dây dưa lằng nhằng bấy nhiêu.",
            "Bởi mong muốn đối phương được vui vẻ, đôi khi (hoặc mọi lúc) bạn hơi thiếu quyết đoán. Câu cửa miệng của Thiên Bình có khi là 'tuỳ anh/em', 'thế nào cũng được', 'anh/em vui là được'. Điều này dễ khiến cho người ấy cảm thấy không thoải mái vì họ phải quyết định tất cả thay cho bạn."
        ],
        "family": [
            "Gia đình là mối quan hệ đầu tiên mà Thiên Bình có trong đời, thế nên, bạn rất coi trọng người thân. Bạn mong muốn có được sự hoà hợp với người yêu, bạn bè bao nhiêu, thì bạn mong kết nối với gia đình gấp đôi. Việc đau khổ nhất mà một Thiên Bình phải chịu đựng là ngày ngày chứng kiến gia đình cãi vã mâu thuẫn mà bản thân lại không thể hoà giải được.",
            "Thiên Bình sẽ là bậc phụ huynh tuyệt vời. Bạn chiều chuộng con cái nhưng cũng nghiêm khắc đúng lúc. Bạn thân thiện, thấu hiểu con mình và coi trọng tính trung thực.",
            "Khi làm con, Thiên Bình rất cần một bầu không khí gia đình ấm áp, một mái nhà ấm cúng để bạn được thư giãn, trốn khỏi mọi áp lực bên ngoài."
        ],
        "career": [
            "Thiên Bình rất giỏi làm việc nhóm. Khả năng ngoại giao, sự khéo léo và dễ được yêu mến của bạn giúp bạn dễ dàng trở thành một phần của bất cứ nhóm nào. Bạn sẽ tạo được cái mối quan hệ bền chặt với đồng nghiệp, khách hàng cũng như góp phần tác động vào chính sách, các đoàn thể trong công ty.",
            "Mang nhiều phẩm chất của cung Tiên phong, Thiên Bình sở hữu nhiều thế mạnh của một nhà lãnh đạo như: Công bằng, thông minh, có tầm nhìn, chỉn chu, cầu toàn, biết cách dẫn dắt và kết nối nhân sự. Nhưng bạn lại có một điểm yếu 'chết người': Tính do dự, thiếu quyết đoán. Nếu đứng trước nhiều lựa chọn, bạn sẽ cân nhắc cẩn thận trước khi đi tới kết luận, điều này giúp bạn giữ được cái đầu lạnh khi đối mặt với khủng hoảng, song cũng khiến bạn mất thời cơ khi cần quyết định nhanh.",
            "Tuy nhiên, trong trường hợp có ai đó khác đóng vai trò ra quyết định, thì Thiên Bình lại là một nhân sự hoàn hảo trong quá trình hỗ trợ người khác.",
            "Một số công việc phù hợp với bạn có thể kể đến: Quản lý nhân sự, tư vấn, nghệ sỹ,..."
        ],
        "finance": [
            "Mặc dù rất yêu tiền nhưng không phải lúc nào Thiên Bình cũng kiếm được nhiều tiền từ công việc của mình. Bạn có xu hướng chọn công việc mình yêu thích, mang lại niềm vui cho mình. Đôi khi bạn còn e ngại trong việc thương lượng lương thưởng, sợ mất lòng người khác. Tuy nhiên, sự thông minh, tháo vát và quyến rũ của bạn giúp bạn có được những mối quan hệ tốt mà sau này sẽ biến ra tiền cho bạn. Không những thế, Thiên Bình còn có nhiều sở thích xa xỉ, những món trang sức, mỹ phẩm, những món đồ nghệ thuật, những thứ đẹp đẽ mà Thiên Bình - không có cái nào rẻ hết. Có cầu thì ắt có cung, Thiên Bình sẽ không chấp nhận tình trạng rỗng ví quá lâu.",
            "Thiên Bình rất thích tiền, bạn luôn mơ ước được giàu lên nhanh chóng nhưng bạn lại thiếu kiên nhẫn. Một số Thiên Bình có thể sẽ chọn cách kết hôn với người giàu, đạt được mục tiêu giàu càng nhanh càng tốt của mình. Hoặc bạn sẽ lao vào con đường đầu tư mạo hiểm, chứng khoán với kỳ vọng một bước lên mây. Bạn được sinh ra để sống một lối sống giàu có nên bạn sẽ gặp may mắn nhưng cũng nên thận trọng vì chỉ cần một chút sơ suất, Thiên Bình cũng dễ gặp vấn đề trong kiêm soát tài chính. Thêm vào đó, bạn nên suy nghĩ kỹ lưỡng trước khi nghe lời khuyên của người khác trong vấn đề đầu tư, cẩn thận một chút sẽ không thừa. Bạn cũng nên giữ riêng một quỹ phòng thân để giảm thiểu rủi ro tài chính."
        ],
        "fact": [
            "Phụ nữ Thiên Bình giỏi thao túng nam giới hơn vẻ bề ngoài rất nhiều. Họ khiến nam giới phải nghe lời mình bằng sự duyên dáng, mềm mại và cách giao thiệp thuyết phục.",
            "Mặc dù trông có vẻ mềm mỏng nhưng một khi Thiên Bình đã cảm thấy thất vọng, bạn sẽ trở nên cạn tình và phũ phàng hơn bất kỳ cung hoàng đạo nào.",
            "Ngay cả khi thế giới bên trong bạn đang hoàn toàn sụp đổ, nhưng nếu người thân bên cạnh bạn đang vui vẻ, bạn sẽ không muốn họ vì mình mà mất vui. Bạn sẽ nuốt nước mắt vào bên trong và không để họ nhìn thấy bất kỳ dấu hiệu tồi tệ nào của mình.",
            "Thiên Bình rất giỏi chửi xéo. Kể cả bạn đang dùng những từ ngữ hoa mỹ nhất, bạn vẫn khiến đối phương cảm thấy đau điếng.",
            "Thiên Bình rất nhạy bén khi giao tiếp với người khác. Ngay ở lần đầu tiếp xúc, bạn đã có thể nhận ra đối phương là mẫu người như thế nào.",
            "Có một sự mâu thuẫn lớn bên trong Thiên Bình: Bạn thích giao tiếp với mọi người nhưng lại ghét đám đông.",
            "Khi con gái Thiên Bình đã muốn im lặng và chơi trò chiến tranh lạnh, không gì có thể lung lay được."
        ]
    },
    {
        "name": "Bò Cạp",
        "query": "/bo-cap",
        "date": "23/10 - 21/11",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Scorpio.svg/1200px-Scorpio.svg.png",
        "personality": [
            "Bọ Cạp được bảo trợ bởi Diêm Vương Tinh - hành tinh cai quản sự biến đổi và huỷ diệt. Bạn là mẫu người có nhiều tham vọng bên trong, tham vọng này không nhất thiết chỉ là trong sự nghiệp, mà còn có thể là trong chuyện tình cảm, tiền bạc hay các mối quan hệ trong đời sống. Bạn không dễ để vừa lòng với một cuộc sống quá tẻ nhạt. Năng lượng đen tối của Diêm Vương Tinh và mạnh mẽ của Hoả Tinh khiến cho cảm xúc của bạn không ngừng bị kích động.",
            "Bọ Cạp là cung mang nguyên tố Nước, thế nên, bất kể bạn lí trí hay mạnh mẽ tới đâu, chuyện tình cảm và các vấn đề cảm xúc luôn là một phần quan trọng trong cuộc đời bạn. Bạn rất nhạy cảm, sâu sắc, trí tuệ cảm xúc cao nhưng đồng thời cũng phức tạp và hơi khó hiểu. Mặc dù là nguyên tố Nước nhưng bạn không quá linh hoạt do cung Bọ Cạp vốn mang tính chất Kiên định. Giống như nước ở trong hồ vậy, những cảm xúc trong lòng bạn rất khó để chia sẻ với người khác. Cho dù có bao nhiêu bão tố và nước mắt, ngoài mặt bạn vẫn sẽ bộc lộ vẻ bình thản, điềm tĩnh.",
            "Bạn nhiều đam mê, mãnh liệt, dám làm dám chịu, nhưng bạn cũng lạnh lùng, sắc bén như dao và hay có xu hướng thao túng, kiểm soát người khác để đạt được mong muốn. Mặc dù người ta hay cho rằng Bọ Cạp khó tha tính với người khác, song thực ra bạn khó khăn nhất là với chính bản thân mình."
        ],
        "love": [
            "Trong tình yêu, Bọ Cạp vừa táo bạo lại có phần bí ẩn. Một khi đã lỡ sa hồn vào đôi mắt ai, bạn sẽ yêu hết mình và cho đi tất cả. Và đương nhiên, bạn cũng muốn đối phương cho mình những điều tương tự.",
            "Bọ Cạp có nhu cầu gắn kết sâu sắc với một ai đó. Bạn muốn một người mà bạn có thể tin tưởng hoàn toàn, chia sẻ toàn bộ thế giới nội tâm của bạn. Nhưng thường thì hiếm khi Bọ Cạp tin tưởng ai đó đến mức độ như vậy. Bạn có sự phòng vệ một cách bản năng, luôn muốn có đường lui cho bản thân. Thế nhưng, bạn muốn người ấy hé lộ cho mình tất cả mọi thứ, dù là tâm tư đơn thuần hay tâm tình phức tạp, bạn không muốn bị che giấu dù chỉ một chút.",
            "Bạn yêu thương tận tuỵ, trung thành và đầy đam mê. Những cuộc làm tình ân ái triền miên, những cuộc trò chuyện sâu sắc sẽ là nhưng yếu tố không thể thiếu trong mối quan hệ với bạn.",
            "Bọ Cạp không thích kiểu người yếu đuối, bạn muốn yêu một người có đủ sự mạnh mẽ, tự tin, dũng cảm và đường hoàng tiến tới cướp lấy trái tim và tâm trí bạn. Ừ thì sau đó có thể bạn vẫn sẽ tìm cách kiểm soát và thống trị người ta, nhưng bạn muốn thống trị kẻ mạnh, chứ không phải ở bên một kẻ yếu, chiều theo mọi mong muốn của bạn một cách quá dễ dàng.",
            "Có thể đôi khi bạn bị xem là kẻ độc tài trong tình yêu, song chỉ là điều người bạn yêu muốn, dù là hái sao trên trời bạn cũng thuận lòng."
        ],
        "family": [
            "Đối với Bọ Cạp, gia đình là cái nôi vô cùng quan trọng. Vốn là những người có thế giới cảm xúc phong phú, sự chăm sóc và nuôi dạy của gia đình sẽ quyết định việc Bọ Cạp có lớn lên bình an và yên ổn từ trong tâm hay không. Nếu như bạn sinh ra trong một gia đình nhiều biến cố, những tổn thương có thể sẽ theo bạn tới mãi về sau.",
            "Khi làm phụ huynh, Bọ Cạp lại không kiểm soát con như nhiều người tưởng. Bạn sẽ có xu hướng theo dõi, để ý ngầm và chủ trương của bạn là để con được tự lập hoàn toàn.",
            "Khi làm con, Bọ Cạp vừa ngoan lại vừa khó bảo. Bạn sẽ không làm gì vượt quá nguyên tắc và bổn phận, nhưng bạn lại hay thích tự làm theo ý mình, không dễ dàng nghe lời."
        ],
        "career": [
            "Trong công việc, Bọ Cạp được xem là những người nhiều tham vọng, kiên trì và bền bỉ với khát khao của mình. Khi đã đặt được mục tiêu, bạn theo đuổi nó một cách hăng hái và không ngừng nghỉ. Mặt khác, bạn dễ dàng thu hút người khác tới đầu quân cho bạn, nhưng thường thì bạn thích làm việc độc lập hơn. Bởi tính kiểm soát cao nên bạn thích làm người lãnh đạo. Song nếu như mệnh lệnh từ người khác đủ rõ ràng, trực diện và bạn biết rằng nó là yêu cầu đúng đắn, bạn cũng sẽ tuân theo.",
            "Bọ Cạp không sợ thất bại. Thậm chí bạn còn biết cách lật ngược ván cờ, chuyển bại thành thắng. Bạn sẽ dùng thất bại như một bàn đạp để nhảy tới thành công về sau. Bạn làm được như vậy bởi bạn có góc nhìn khác biệt mà ít ai nghĩ tới.",
            "Trực giác, sự quyết đoán, tháo vát, tập trung và khả năng thích ứng sẽ giúp bạn tiến xa trong công việc. Tuy nhiên, những điểm yếu như quá cứng nhắc, bướng bỉnh và hay giấu giếm có thể biến bạn thành kẻ thù của người khác.",
            "Bọ Cạp làm việc tốt nhất khi bạn hỗ trợ cho người khác, đóng vai trò giám sát, nhưng bạn không quá hợp với vai trò của một người thực hiện các chi tiết. Cá tính và tham vọng khiến bạn khó lòng an phận với các công việc nhỏ nhặt."
        ],
        "finance": [
            "Bọ Cạp là chủ nhà số 8 trên bản đồ sao - chủ quản tiền bạc đầu tư, vốn làm ăn chung, nợ nần và kinh doanh tài chính. Nhờ ảnh hưởng này nên nhìn chung Bọ Cạp khá có năng lực kiếm tiền, nhất là khi kiếm tiền thông qua việc đầu tư, hợp tác, tận dụng nguồn lực của người khác để phục vụ công việc của mình. Thế nhưng, bạn cũng dễ bị gặp phải các rủi ro trong kinh doanh nếu như không kiểm soát tốt các quyết định tài chính của mình. Bọ Cạp có thể có xu hướng tiêu xài thoải mái và khá thích các vật phẩm xa xỉ. Bọ Cạp đại diện cho sự bí mật, ẩn giấu nên họ cũng không thích tiết lộ quá nhiều về tài chính, thu nhập cá nhân của bản thân mình.",
            "Nổi tiếng với sự kiên định và khả năng lãnh đạo, Bọ Cạp có khả năng khiến người khác ấn tượng với cách bản thân gây dựng cơ nghiệp cho mình ngay cả khi bạn không có vốn liếng trong tay lúc ban đầu. Nhưng bạn cũng rất cố chấp, không thích bị người khác 'dạy đời', và có nhiều bí mật trong cách mà bạn kiếm tiền. Có thể nói rằng bạn rất khôn ngoan, nhưng đôi khi bị mọi người cho là ranh mãnh quá mức gian xảo. Trong chuyện kinh doanh, Bọ Cạp không thích đặt hết trứng vào một giỏ. Bạn có xu hướng chia tiền của mình ra nhiều nơi để đảm bảo an toàn. Trực giác của bạn sẽ giúp ích rất nhiều cho các quyết định đầu tư, chi tiêu và nắm bắt cơ hội tài chính. Đôi khi bạn thậm chí còn chơi chứng khoán theo cảm giác - vậy mà lại thành công. Thận trọng và biết tính toán nhưng đừng quên lắng nghe trực giác của mình. Bạn có năng khiếu quản lý tiền bạc trời sinh."
        ],
        "fact": [
            "Bọ Cạp có xu hướng ghen tị với kẻ mạnh và coi thường kẻ yếu.",
            "Ngay cả khi đang yêu người ta, nhưng nếu Bọ Cạp không có hứng thú mà đối phương cứ sáp vào thì Bọ Cạp cũng sẽ cảm thấy vô cùng phiền phức.",
            "Bọ Cạp thật sự bị ám ảnh về tình dục, có những ngày Bọ Cạp nghĩ về chuyện ấy 24/7.",
            "Mặc dù mang tiếng là hay thù hận, nhưng Bọ Cạp không trả đũa như cách mà mọi người nghĩ. Có 3 lý do: 1 là nỗi oán hận giống như thuốc độc, bạn càng hận lại càng yêu, mỗi lần nghĩ tới lại nhức nhối và suy sụp, 2 là khi oán trách người khác, thật ra bạn oán trách cả chính mình, 3 là bạn không có thời gian để đi trả thù, cuộc sống sẽ liên tục đưa đến cho bạn những tình tiết kịch tính mới.",
            "Bọ Cạp có sức cuốn hút tình dục mạnh mẽ, bất kể diện mạo của Bọ Cạp như thế nào. Đàn ông Bọ Cạp cho dù không đẹp trai vẫn khiến người khác cảm thấy không thể rời mắt.",
            "Bọ Cạp thường toát lên một vẻ bí ẩn, không phải là bạn cố tình che giấu, mà chỉ là bạn không biết vì sao phải bộc lộ ra."
        ]
    },
    {
        "name": "Nhân Mã",
        "query": "/nhan-ma",
        "date": "22/11 - 21/12",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sagittarius.svg/1200px-Sagittarius.svg.png",
        "personality": [
            "Nhân Mã là cung hoàng đạo được sao Mộc, chòm sao may mắn bảo trợ. Chính vì thế, Nhân Mã có thể coi là những người may mắn và lạc quan nhất vòng tròn Hoàng đạo. Mang biểu tượng Nhân Sư - người bắn cung với đôi chân ngựa, bạn là một tâm hồn tự do, thích phiêu lưu và không ngừng đổi mới chính mình. Tính cách của bạn phóng khoáng và hào sảng, hiếm khi nào bạn chịu bị trói buộc bởi bất cứ luật lệ hay thói quen nào. Mang đặc tính “linh hoạt”, Nhân Mã ưa thay đổi, ghét sự lặp lại nhàm chán và có thể dễ dàng thích ứng với môi trường mới. Có lẽ chính vì vậy mà các bạn rất thích xê dịch, khám phá các nền văn hoá mới và có xu hướng học rộng, học cao.",
            "Nhân Mã là một cung Hoàng đạo mang yếu tố Lửa, nên tính cách của bạn khó tránh được sự bốc đồng và bùng nổ. Sự bốc đồng của Nhân Mã thể hiện rõ nhất ở nét thẳng thắn, huỵch toẹt như “ngựa”.  Bản tính cương trực và kiêu ngạo khiến bạn vô cùng coi thường những thói gian lận, vòng vo và luồn cúi. Bạn luôn thẳng thắn, bộc trực trong suy nghĩ và lời nói của mình. Hiếm khi Nhân Mã kiêng nể điều gì hay màng đến hậu quả. Tuy nhiên hãy cẩn thận nếu không bạn rất dễ bị “hoạ từ miệng vào thân” và khiến người khác tổn thương bởi lời nói của mình.",
            "Dường như trong Nhân Mã lúc nào cũng bập bùng ngọn lửa khát khao được vượt lên, thay đổi và phá cách. Có thể nói cuộc đời của bạn là chuỗi các hành trình không ngừng trải nghiệm và khám phá những điều mới mẻ. Điều này cũng mang đến cho bạn vốn kiến thức rộng lớn đúc kết từ muôn vàn câu chuyện độc đáo và truyền cảm hứng. Nhìn chung, bạn rất hấp dẫn, nhiều trải nghiệm và vô cùng thú vị."
        ],
        "love": [
            "Tự do chính là tình yêu lớn nhất của Nhân Mã. Ngay cả khi đã gắn bó hay ở trong một mối quan hệ kết nối, bạn vẫn mong muốn có những khoảng không gian cho riêng mình. Nhân Mã tôn trọng tính cá nhân và tự do trong mối quan hệ. Chính vì vậy, hiếm khi nào bạn thể hiện sự ghen tuông hay kiểm soát, quản lý người mình yêu. Đối với Nhân Mã, tình yêu bắt nguồn từ sự tin tưởng tuyệt đối từ hai phía.",
            "Trong tình yêu, Nhân Mã cũng mong nhận được sự tin tưởng, đồng cảm và tôn trọng từ nửa kia của mình. Thế nhưng  bạn lại khá ham chơi, ưa bay nhảy, thích thử cái mới và hơi vô tư vô tâm trong yêu đương. Đôi khi, Nhân Mã có thể dễ dàng buông xuôi mối quan hệ và mải mê với một đam mê mới hấp dẫn hơn. Thế nên, bạn hay bị người khác đánh giá là thiếu nghiêm túc và không chung thuỷ trong tình cảm.",
            "Thực tế là, Nhân Mã cực kỳ thẳng thắn và rõ ràng trong tình cảm. Nhân Mã thoải mái, hào phóng, sẵn sàng yêu thương một người hết mình, chấp nhận mọi thứ kể cả điểm mạnh và điểm yếu của người ấy. Bạn lạc quan, vô tư và bừng bừng lửa trong tình yêu. Nhân Mã ước ao kiếm được một người thực sự thấu hiểu trái tim mình, một người nhìn thấy sự cô đơn ẩn giấu của bạn sau những niềm vui kéo dài. Nhân Mã chẳng bao giờ muốn làm tổn thương ai, bạn vô tư và luôn mang lại nụ cười cho người mình yêu, từ những hành động nhỏ nhất. Một trái tim dành cho Nhân Mã, là một trái tim rộng lượng và một mái nhà thật an toàn để trở về, sau những chuyến đi chơi mệt nhoài."
        ],
        "family": [
            "Mặc dù thích đi du lịch và khám phá thế giới, Nhân Mã lại rất quan trọng việc có một tổ ấm để trở về. Trái tim Nhân Mã rộng lớn bao la, và gia đình cũng là một phần vô cùng quan trọng trong đó. Bạn sẵn sàng hy sinh mọi thứ, hết lòng vì những người thân thiết nhất của mình.",
            "Khi làm phụ huynh, ông bố bà mẹ Nhân Mã khá phóng khoáng thoải mái và coi con cái như một người bạn cùng đồng hành. Họ hiếm khi đặt luật mà cùng chơi đùa, vô tư với mọi người trong nhà.",
            "Những đứa con mang cung Nhân Mã thì hơi ngỗ nghịch, phá luật và rất thích cãi lời bố mẹ. Đơn giản là bạn muốn tự do và làm mọi thứ theo ý mình thôi."
        ],
        "career": [
            "Trong công việc, Nhân Mã lạc quan và có hoài bão lớn. Bạn thích mơ ước, thích thay đổi và chẳng ngại đặt ra những thử thách khó khăn cho mình. Mang đặc tính “linh hoạt”, Nhân Mã phù hợp với các công việc phải di chuyển, đổi mới liên tục như kinh doanh, đầu tư. Những công việc lặp đi lặp lại, đòi hỏi sự tỉ mẩn chính xác như ngồi bàn giấy 8 tiếng thực sự không phù hợp với bạn.",
            "Nhân Mã thích khám phá, ham học hỏi, độc lập và lạc quan. Với bộ tính cách này, Nhân Mã phù hợp với những ngành nghề dịch vụ như du lịch, khách sạn, chăm sóc khách hàng. Đồng thời, bạn cũng có khả năng làm trong giáo dục, viết lách, diễn thuyết và quan hệ công chúng. Những công việc hơi mạo hiểm một chút như thám tử, khám phá, đầu tư cũng khiến bạn hào hứng và tò mò.",
            "Sự phóng khoáng trong tính cách khiến Nhân Mã dễ dàng được bạn bè đồng nghiệp yêu quý. Sự chính trực, thẳng thắn, có gì nói nấy giúp bạn chiếm trọn được sự tin tưởng tuyệt đối của mọi người nơi công sở. Khi làm sếp, bạn cực kỳ truyền cảm hứng và là một người lãnh đạo tuyệt vời. Bạn sáng suốt, biết định hướng chèo lái để mọi thành viên trong tổ chức đều cảm thấy được truyền lửa."
        ],
        "finance": [
            "Nhân Mã có trực giác tốt và tính cách mang chút “liều lĩnh” của nguyên tố Lửa. Bạn nhìn nhận mọi thứ khá nhanh và biết cách nắm lấy các cơ hội kinh doanh. Những phi vụ đầu tư liều lĩnh mới mẻ như tiền ảo sẽ luôn nhìn thấy bóng dáng các bạn Nhân Mã tham gia đầu tiên. Nhân Mã dễ dàng phân tích thiệt hơn và quyết rất sớm để kiếm tiền. Cộng thêm sự bảo hộ của sao Mộc may mắn, Nhân Mã gặp khá nhiều thuận lợi trong tài chính và tiền bạc.",
            "Nhân Mã được đánh giá là một cung giỏi kiếm tiền, giỏi làm giàu và giỏi kinh doanh. Bạn có khả năng kiếm tiền trên các phương pháp mới mẻ, đòi hỏi sự hoạt bát và một chút xông xáo. Nhân Mã khá lởi xởi về tiền bạc, nên mọi người cũng thích làm ăn chung và đầu tư với bạn.",
            "Điểm yếu tài chính của Nhân Mã nằm ở cách chi tiêu. Mặc dù kiếm tiền tốt, bạn chi tiêu lại hơi phóng khoáng quá đà. Nhân Mã ít khi tích góp và tiết kiệm. Bản thân tính cách lạc quan khiến bạn chẳng bao giờ nghĩ rằng mình sẽ thiếu hụt hay hết tiền. Nhân Mã  thích thoải mái tận hưởng, đi chơi, đi du lịch, mua sắm mà không cần nhìn giá. Nhân Mã cực kỳ hào phóng và thích bao, chi tiền cho bạn bè, người thân. Bản thân bạn tiêu cho mình đã nhiều, mà tiêu cho người thân xung quanh còn nhiều gấp đôi."
        ],
        "fact": [
            "Nhân Mã khi thích ai thì thường rất thích chọc ghẹo, trêu đùa người đó. Hãy xem xem Nhân Mã hay comment chê đùa hay thả “giận dữ” ai trên facebook, ắt hẳn trái tim của Nhân Mã đang rung rinh vì người ấy.",
            "Nhân Mã lạc quan và mang trong mình một trái tim trẻ thơ. Một khi đã yêu hay đặt mục tiêu vào một điều gì đó, bạn sẽ toàn tâm toàn ý theo đuổi điều ấy đến cùng, cho dù kết quả chỉ nắm chắc 80% thất bại.",
            "Một khi đã đặt niềm tin cho ai, Nhân Mã sẽ tin người ấy một 100%, thậm chí là mù quáng. Bạn yêu ghét rõ ràng, thẳng thắn trong tình yêu, không lòng vòng và không nói dối.",
            "Nhân Mã thích trải nghiệm và tận hưởng cuộc sống. Thay vì đi một nơi 10 lần và ở duy nhất một khách sạn quen thuộc, Nhân Mã sẽ thích đi 10 địa điểm khác nhau để trải nghiệm những cảm giác mới và thách thức mới.",
            "Vì rất lạc quan và yêu đời nên trông các bạn Nhân Mã luôn có một nét tươi sáng của trẻ con. Những người cung Nhân Mã thường trẻ hơn tuổi, tự nhiên và dễ mang lại cảm giác thân thiện cho những người xung quanh."
        ]
    },
    {
        "name": "Ma Kết",
        "query": "/ma-ket",
        "date": "22/12 - 19/1",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Capricorn.svg/1200px-Capricorn.svg.png",
        "personality": [
            "Giữ vị trí cung thứ 10 trên vòng tròn Hoàng đạo, Ma Kết là cung hoàng đạo nhận được sự bảo trợ của sao Thổ - tượng trưng cho ranh giới và giới hạn. Dù trong hoàn cảnh nào, bạn cũng đều giữ được sự bình tĩnh, thông suốt để suy nghĩ và hành động một cách thấu đáo nhất. Biểu tượng của Ma Kết là con dê núi với cái đuôi cá, nhưng lại luôn muốn lên đỉnh núi cao. Nó ngầm báo hiệu bạn cực kỳ chăm chỉ, cần cù. Bạn cũng thích vất vả và làm việc khó. Dù là việc lớn hay nhỏ, bạn luôn nghiêm túc và có trách nhiệm với những gì mình làm. Điều này khiến mọi người xung quanh cảm thấy rất an tâm khi bạn giữ vai trò thủ lĩnh.",
            "Dưới sự chi phối của yếu tố đất, tính cách của Ma Kết khó lòng nào tránh khỏi nét độc đoán và cứng đầu. Điều này được thể hiện rõ nhất qua những tính toán, tham vọng và lo toan của bạn. Bạn cầu toàn và luôn mong muốn mọi thứ phải hoàn hảo. Tuy nhiên việc lắng thái quá khiến bạn thường xuyên trăn trở về các tình huống xấu hay thậm chí là “lo bò trắng răng”. Sự cứng đầu của yếu tố đất cũng khiến Ma Kết khó lòng “thoả thiệp” với sai lầm. Đặc biệt là khi mọi chuyện không đi đúng theo kế hoạch mà bạn đã đề ra. Nếu không cẩn thận, thái độ hà khắc và cứng nhắc này sẽ mang đến không ít rắc rối cho các mối quan hệ của bạn.",
            "Ma Kết là kiểu người phán đoán bằng logic và thực tế. Bạn luôn thận trọng và suy nghĩ kĩ càng trước khi đưa ra quyết định. Đối với bạn, thành công hay thất bại không hề phụ thuộc vào số phận hay may mắn mà hoàn toàn là do bản thân làm chủ. Nhìn chung, bạn chính là mẫu nhà lãnh đạo lý tưởng: vừa biết cách làm chủ cuộc đời mình, vừa trở thành chỗ dựa an toàn cho những người xung quanh."
        ],
        "love": [
            "Là một cung hoàng đạo thuộc nguyên tố đất, Ma Kết kiên định và cương quyết kể cả khi đã rơi vào lưới tình. Bạn là tuýp người thực tế và lý trí trong tình cảm. Hiếm khi nào bạn nói những lời ngọt ngào, đường mật hay sến súa. Mọi người thường lầm tưởng rằng Ma Kết là cung hoàng đạo khô khăn và vô cảm, nhưng thực tế không phải như vậy. Tình yêu của Ma Kết cũng thầm lặng hệt như tính cách của bạn.",
            "Nhiều khi Ma Kết muốn bày tỏ tình cảm, nhưng bạn lại không biết nói thế nào và không quen làm việc đó . Vốn là kiểu người hướng nội và truyền thống điển hình, việc thể hiện cảm xúc ra bên ngoài thường khiến bạn vô cùng lúng túng và ngượng ngùng. Chính vì vậy, Ma Kết thường lựa chọn bày tỏ tình cảm thông qua hành động thầm lặng. Vì người ấy, bạn không ngại khó khăn hay gian khổ. Bạn sẵn lòng làm tất cả để có thể trở thành bến bờ bình yên, an toàn cho một nửa dựa vào.",
            "Một khi đã yêu ai, Ma Kết luôn xác định gắn bó lâu dài. Đối với bạn, đích đến cuối cùng mà bản thân kiếm tìm chính là gia đình hạnh phúc cùng những đứa trẻ. Để thực hiện được điều đó, Ma Kết cực kỳ nghiêm khắc trong chuyện lựa chọn bạn đời. Bạn thà cô đơn còn hơn chấp nhận chọn đối tượng một cách tuỳ tiện. Mẫu người yêu trong mơ của Ma Kết phải có đầy đủ các yếu tố: chung thuỷ, ổn định và coi trọng các giá trị truyền thống."
        ],
        "family": [
            "Gia đình luôn là ưu tiên hàng đầu trong cuộc đời Ma Kết. Đối với bạn, không còn gì tuyệt hơn cảm giác trở về tổ ấm thân thương sau một ngày làm cống hiến và làm việc hết mình.",
            "Ma Kết là kiểu người vô cùng coi trọng sự ổn định và các giá trị truyền thống. Bạn luôn phấn đấu hết mình để có thể chăm sóc và chu cấp đầy đủ cho gia đình. Cha mẹ Ma Kết luôn làm tròn trách nhiệm của mình và không bao giờ để con cái thiếu ăn, thiếu mặc. Yêu thương con là thế, nhưng Ma Kết cũng sẵn lòng nghiêm khắc mỗi khi cần. Bạn sẽ không để xảy ra tình trạng “chiều quá sinh hư” với con cháu trong nhà. Phương pháp dạy con của bạn luôn đề cao tính quy củ, ngăn nắp và nề nếp.",
            "Những đứa con Ma Kết thường hình thành thói quen tự lập từ sớm. Ngay từ khi còn nhỏ, bạn đã biết giúp đỡ bố mẹ trong các công việc nhà cửa. Ma Kết thông minh, lanh lợi từ bé luôn khiến bố mẹ tự hào. Hiếm khi nào mọi người phải lo lắng về bạn. Mặc dù vậy, các em bé Ma Kết thường có xu hướng già sớm so với bạn bè đồng trang lứa."
        ],
        "career": [
            "Ma Kết tôn trọng quy củ và truyền thống. Bạn xem xét, tính toán mọi thứ thật kỹ lưỡng trước khi bắt tay vào giải quyết vấn đề. Ma Kết không thích rút ngắn quy trình hay nhảy cóc giữa các công việc. Ngay cả khi đã làm một việc thuần thục nhiều lần, bạn vẫn sẽ luôn thực hiện đầy đủ mọi bước để không bao giờ xảy ra sai sót. Bởi vậy, mọi người vô cùng yên tâm khi giao việc cho bạn. Dù cho công việc có chất đống ra sao, bạn vẫn có cách để sắp xếp, giải quyết mọi thứ khoa học và chuẩn xác. Hiếm khi nào Ma Kết gục ngã trước áp lực.",
            "Ma Kết luôn biết cách giữ bình tĩnh trước các tình huống bất ngờ. Thế nên, bạn thường được tin tưởng giao cho các vị trí quan trọng như lãnh đạo, quản lý để dẫn dắt mọi người. Tính cẩn thận, tỉ mỉ và chu toàn của Ma Kết được phát huy tối đa trong các công việc có tính chuyên môn cao như tài chính, kế toán, bác sĩ, giáo viên hay kỹ sư. Tinh thần ham học hỏi và sự cần cù của Ma Kết giúp bạn dễ dàng đạt được thành công trên bất cứ con đường nào mình lựa chọn.",
            "Trong công việc, Ma Kết cầu toàn và khó tính. Bạn hiếm khi để yếu tố cảm xúc, cá nhân ảnh hưởng đến các quyết định công việc. Miễn là người có năng lực, làm việc hiệu quả thì bạn sẽ trọng dụng hết mình. Bản thân Ma Kết không phải người ăn nói khéo léo. Có những lúc bạn đưa ra lời nhận xét, góp ý thẳng thắn thái quá mà chẳng kiêng nể gì ai. Tuy nhiên Ma Kết không bao giờ lấy việc công để trả thù riêng. Chính bởi vậy nên dù bạn luôn thể hiện bản thân là kiểu người lạnh lùng, nghiêm túc trong công việc, mọi người cũng chẳng hề cảm thấy xa cách hay sợ hãi bạn. Trái lại, họ càng thêm tôn trọng và ngưỡng mộ sự hết mình của bạn với công việc. Thậm chí mỗi khi gặp rắc rối, đồng nghiệp luôn tìm đến bạn đầu tiên để xin lời khuyên."
        ],
        "finance": [
            "Hiếm khi Ma Kết gặp các vấn đề liên quan tới tài chính. Tuy không phải Ma Kết nào cũng kiếm được nhiều tiền, nhưng hầu như lúc nào bạn cũng trong trạng thái ổn định và dư dả. Điều này có được là nhờ khả năng quản lý tiền bạc chu toàn, thấu đáo của bạn. Mọi khoản chi tiêu đều được bạn phân bổ, sắp xếp hợp lý: từ tiết kiệm, đầu tư cho đến tiêu dùng.",
            "Ma Kết tiết kiệm nhưng không hề kẹt xỉn. Trái lại, bạn là tuýp người vô cùng yêu thích hưởng thụ. Hiếm khi bạn chịu rút ví nhưng một khi đã tiêu, bạn luôn chọn những gì cao cấp và đắt tiền nhất. Với những món đồ mình yêu thích, bạn sẵn sàng chi không tiếc tay. Tuy cách tiêu tiền của Ma Kết trông có vẻ giống “kiếm củi ba năm thiêu một giờ”, nhưng thực tế đó đều là những khoản đầu tư kỹ lưỡng về lâu dài. Sẽ chẳng đời nào bạn lãng phí tiền bạc của mình vào những thứ phù phiếm hay chạy theo xu hướng ngắn hạn.",
            "Là một cung thuộc nguyên tố Đất, nguồn tài chính của Ma Kết thường khá thuận lợi và suôn sẻ. Dường như bạn sẽ chẳng bao giờ gặp vấn đề trong chuyện tiền bạc. Điểm yếu duy nhất của bạn là nỗi lo lắng về chi tiêu và tiết kiệm. Ma Kết thường xuyên đắn đo, căng thẳng và suy tính rất lâu trước khi tiêu một khoản tiền nào đó. Ngay cả khi tài chính ổn định, bạn vẫn lo lắng sợ rằng mai không có cái ăn cái mặc. Chẳng trách mà phần lớn thu nhập của Ma Kết đều được dành cho các khoản tiết kiệm hay các quỹ dự phòng."
        ],
        "fact": [
            "Ma Kết có cái tôi rất lớn. Bạn không thể chịu đựng được khi bản thân ở thế yếu và phải phụ thuộc vào người khác. Lòng tự trọng cao 'ngút trời' khiến Ma Kết hiếm khi thừa nhận sai lầm của bản thân.",
            "Ma Kết là tuýp người vô cùng kén chọn. Bạn có những tiêu chuẩn lựa chọn người yêu khắt khe và kĩ càng. Trước khi ngỏ lời yêu ai đó, bạn thường cân đo đong đếm hết mọi khả năng xem liệu đây có phải người bạn đời hoàn hảo dành cho mình hay không.",
            "Một khi đã đem lòng yêu ai, Ma Kết không ngại hy sinh và trao đi hết mình. Kể cả khi đối phương không đáp lại tình cảm, bạn vẫn hy vọng người đấy được hạnh phúc.",
            "Ma Kết là tuýp người theo đuổi chủ nghĩa hoàn hảo. Bạn luôn muốn mọi chuyện diễn ra đúng theo kế hoạch của mình.",
            "Ma Kết rất giỏi giữ bí mật. Một khi đã cất giấu điều gì đó trong lòng, dù ai có làm gì đi chăng nữa cũng chẳng thể khiến bạn nói ra. Chính bởi vậy nên mọi người thường vô cùng tin tưởng trút bầu tâm sự với bạn."
        ]
    },
    {
        "name": "Bảo Bình",
        "query": "/bao-binh",
        "date": "20/1 - 18/2",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Aquarius.svg/1200px-Aquarius.svg.png",
        "personality": [
            "Bảo Bình cai trị nhà thứ 11 trên vòng tròn hoàng đạo, đại diện cho bạn bè và các mối quan hệ. Thế nên, bạn rất coi trọng bạn bè và các hoạt động xã hội. Sự độc đáo, thú vị và cá tính khiến bạn dễ dàng nổi bật trong đám đông. Bảo Bình là cung hoàng đạo thuộc nhóm nguyên tố Khí. Đối với bạn, kiến thức, ý tưởng, khả năng sáng tạo chính là tài nguyên quý giá nhất của bản thân. Đôi lúc trí tưởng tượng phong phú cũng khiến bạn hay phức tạp hoá vấn đề.",
            "Tính cách Bảo Bình có phần lập dị và thất thường hơn so với 11 cung còn lại. Có thể một phút trước thôi Bảo Bình vẫn còn điềm tĩnh, ít nói, nhưng ngay sau đó lại trở nên nóng nảy và bướng bỉnh. Dường như chẳng ai có thể đoán được nước đi tiếp theo của bạn. Bạn thích làm theo ý mình, thường xuyên phá vỡ quy tắc và ít khi để tâm tới người khác. Chính sự ngược đời khó hiểu ấy đã tạo nên nét đặc trưng riêng khiến mọi người không khỏi tò mò và chú ý tới bạn.",
            "Bảo Bình hiếu kỳ mang khao khát mãnh liệt muốn khám phá thế giới. Bạn thông minh, sáng dạ và ham học hỏi. Bảo Bình không ngại thử thách và trải nghiệm bản thân trong nhiều lĩnh vực khác nhau. Tư tưởng tiến bộ này khiến bạn thường xuyên nảy ra các sáng kiến độc đáo, đi trước thời đại."
        ],
        "love": [
            "Bảo Bình thuộc tuýp người tôn thờ chủ nghĩa độc thân. Bạn yêu tự do và hiếm khi chịu bị 'trói chân' trong một mối quan hệ nào đó. Thay vì dành thời gian tìm kiếm 'nửa kia' của mình, bạn thích tận hưởng hiện tại với bạn bè và mọi người xung quanh hơn. Bảo Bình coi người yêu như một người bạn đặc biệt. Tuy nhiên điều này cũng khiến bạn dễ nhầm lẫn và khó phân biệt giữa tình yêu và tình bạn.",
            "Hai từ 'buồn chán' và 'tẻ nhạt' sẽ chẳng bao giờ xuất hiện trong từ điển tình yêu của Bảo Bình. Bạn luôn biết cách nảy ra những sáng kiến và ý tưởng độc đáo để làm mới mối quan hệ. Trong tình yêu, Bảo Bình hết sức tôn trọng sự tự do và không gian riêng của mỗi người. Bạn cởi mở, thẳng thắn chia sẻ với bạn đời của mình về mọi quan điểm trong cuộc sống. Tuy nhiên không có ai là hoàn hảo cả, và Bảo Bình cũng vậy. Bảo Bình hay giận dỗi vô cớ và luôn muốn được người kia dỗ dành, chiều chuộng. Tính 'sáng nắng chiều mưa' có lẽ chính là điểm yếu lớn nhất của bạn khi yêu.",
            "Thông cảm, thấu hiểu và sẻ chia là những yếu tố không thể thiếu trong chuyện tình yêu của Bảo Bình. Bảo Bình thường có xu hướng tìm kiếm người bạn đời có cùng 'tần số': chung suy nghĩ, tính cách và sở thích. Chẳng trách đa phần chuyện tình của Bảo Bình thường có xu hướng phát triển từ bạn thành yêu."
        ],
        "family": [
            "Quan điểm của Bảo Bình là phải trải nghiệm hết các thú vui trong đời đã rồi mới tính đến chuyện lập gia đình. Vậy nên đa phần Bảo Bình thường kết hôn khá muộn. Bạn độc lập và tôn trọng mọi người trong gia đình, dù đôi khi bị nhận xét là lạnh lùng và thiếu tình cảm.",
            "Bảo Bình có quan điểm nuôi dạy con vô cùng tiến bộ. Bạn tôn trọng, lắng nghe và chia sẻ cởi mở với con cái. Phụ huynh Bảo Bình là những người bố, người mẹ hết sức tân tiến. Thay vì định hướng sự nghiệp sẵn, Bảo Bình thường khuyến khích con cái tự do phát triển đam mê. Bạn yêu thương con nhưng không bao giờ nuông chiều một cách bừa bãi. Điểm trừ nho nhỏ là đôi khi Bảo Bình hay xao nhãng trong việc chăm sóc nhà cửa, gia đình.",
            "Những đứa trẻ Bảo Bình thường vô cùng tò mò và hiếu động. Dường như chẳng có lúc nào Bảo Bình thôi thắc mắc về thế giới xung quanh. Các câu hỏi 'cửa miệng' của đứa trẻ Bảo Bình thường là: 'Vì sao?', 'Như thế nào?'"
        ],
        "career": [
            "Trong công việc, bạn khá độc lập và thích làm mọi thứ theo cách riêng của mình. Bảo Bình tiềm ẩn một chút cứng nhắc và bảo thủ trong tư duy công việc. Bảo Bình có cái tôi cao ngạo nên hiếm khi chịu thay đổi theo góp ý của mọi người xung quanh, thậm chí còn có xu hướng phá luật chung của tập thể. Mặc dù vậy, đôi khi chính sự phá cách này lại giúp Bảo Bình có được những bước tiến mới mẻ và hướng đi khác biệt đầy tiềm năng trong sự nghiệp.",
            "Nhìn chung, sự thoải mái và tự do được Bảo Bình ưu tiên hàng đầu khi lựa chọn công việc. Bảo Bình sở hữu bộ năng lực thiên về khả năng khám phá và sáng tạo. Vậy nên các lĩnh vực như: công nghệ, khoa học, thiên văn và lịch sử là lựa chọn hoàn hảo để bạn thỏa mãn đam mê và trí tò mò của mình. Con đường nghệ thuật cũng mở ra không ít tiềm năng và cơ hội cho Bảo Bình. Bạn có thể đạt được nhiều thành tựu với vai trò là đạo diễn, diễn viên, nghệ sĩ hay nhà văn, nhà báo.",
            "Bảo Bình hiếm khi tỏ ra ganh đua trong công việc. Bạn thích làm tốt phần việc của mình và tin tưởng vào đồng đội. Bạn độc lập, không thích vượt quyền hay tranh công. Bảo Bình không giỏi trong việc xu nịnh hay chia bè phái nơi công sở. Ban đầu thì đồng nghiệp có thể nghĩ rằng bạn quá kiêu căng hay lập dị, nhưng lâu dần mọi người sẽ hiểu hơn cho bạn. Cấp trên Bảo Bình vô cùng thoải mái và dễ tính với nhân viên của mình. Bạn trân trọng người tài, luôn đề cao tự do cá nhân và khuyến khích nhân viên để lại dấu ấn riêng. Tuy nhiên điều này khiến bạn thiếu đi cái uy cần thiết của người lãnh đạo."
        ],
        "finance": [
            "Ngay từ thời niên thiếu, Bảo Bình đã theo đuổi mục tiêu độc lập và tự chủ tài chính. Đích đến mà Bảo Bình nhắm tới là cảm giác tự do làm điều mình muốn mà việc dư dả tài chính mang lại. Vậy nên hiếm khi nào Bảo Bình bỏ qua các cơ hội kiếm tiền. Phong cách đầu tư của Bảo Bình hết đỗi 'khác thường': Đầu tư vào cái quỹ mạo hiểm, rủi ro sinh lời cao. Bảo Bình thông minh và nhạy bén với thị trường. Đây chính là chìa khóa giúp bạn nắm bắt chuẩn xác thời cơ và cơ hội tiềm năng để kiếm các khoản lớn.",
            "Đối với Bảo Bình, tiền bạc không phải vấn đề quá quan trọng. Bạn coi tiền bạc như một phương tiện để tận hưởng cuộc sống mơ ước. Thay vì đổ tiền vào tiết kiệm, bạn thích tiêu tiền cho bản thân và những người xung quanh hơn. Bạn sẵn lòng 'vung tay' mua những món đồ chả biết để làm gì chỉ vì bạn thích thế hay chi các khoản lớn cho những chuyến du lịch cùng gia đình. Bảo Bình rộng rãi, hào phóng với mọi người. Tuy nhiên bạn cũng nên cẩn trọng để tránh bị lợi dụng. Bảo Bình là kiểu người tiêu tiền có trách nhiệm. Hiếm khi nào bạn gặp phải các vấn đề liên quan tới tài chính. Tuy nhiên, nhìn chung không có một công thức cố định nào về cách tiêu và kiếm tiền của Bảo Bình cả. Bạn khá thất thường, nhưng cũng may mắn trong tài chính."
        ],
        "fact": [
            "Dường như chẳng có luật lệ, lối mòn truyền thống nào có thể ngăn cản được Bảo Bình. Bạn thường xuyên thách thức giới hạn và thử nghiệm những hướng đi mới. Vậy nên Bảo Bình là cung hoàng đạo sản sinh ra nhiều thiên tài và cũng nhiều người 'điên' nhất.",
            "Bảo Bình tỏ ra khá 'ngơ ngác' trong chuyện tình cảm. Bạn thường gặp khó khăn với việc lý giải và đồng cảm với tâm trạng của người đối diện. Vậy nên Bảo Bình có xu hướng tránh xa hết cỡ để không bị vướng vào các câu chuyện tình cảm phức tạp.",
            "Bảo Bình thường rất 'phũ'. Trong các cuộc tranh cãi, Bảo Bình trọng lý hơn trọng tình. Bạn nói thẳng, nói thật mà chẳng chút kiêng nể đến cảm xúc của người tiếp nhận.",
            "Bảo Bình coi trọng tình bạn hơn tình yêu. Vậy nên thay vì hẹn hò với người yêu, Bảo Bình sẽ lựa chọn đi chơi cùng hội bạn. Bạn có thể sống thiếu người yêu nhưng không thể thiếu bạn bè được.",
            "Bảo Bình đãng trí và hay quên. Mặc dù Bảo Bình được mệnh danh là kiểu người 'trên thông thiên văn, dưới tường địa lý', thế nhưng bạn khá 'ngờ nghệch' với những vấn đề hàng ngày. Bảo Bình thường xuyên quên đường, quên chìa khoá và hay làm mất đồ."
        ]
    },
    {
        "name": "Song Ngư",
        "query": "/song-ngu",
        "date": "19/2 - 20/3",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Pisces.svg/1200px-Pisces.svg.png",
        "personality": [
            "Giữ vị trí số 12 trên vòng tròn hoàng đạo, Song Ngư mang đầy đủ các đặc tính của 'em út' trong nhà: giàu cảm xúc và hay mơ mộng. Nhận được sự bảo trợ của Sao Hải Vương, chòm sao đại diện cho giấc mơ và thế giới tâm linh, nội tâm của Song Ngư cực kỳ phong phú. Song Ngư hay nhìn thế giới qua lăng kính màu hồng. Tâm hồn lúc nào cũng treo ngược cành cây, Song Ngư cũng dễ trở nên uỷ mị và và xa rời thực tế.",
            "Song Ngư thuộc nhóm nguyên tố Nước, mang biểu tượng là hai con cá bơi ngược chiều nhau. Vậy nên bạn có khả năng nhìn mọi thứ nhiều chiều và đồng cảm dễ dàng với mọi người. Song Ngư thường vô cùng tâm lý, nhạy bén với cảm xúc. Mặc dù vậy, bạn cũng rất dễ bị xao động bởi ý kiến và môi trường xung quanh. Bạn khoan dung và hết mực vị tha. Nếu không cẩn thận, bản tính nhẹ dạ, cả tin có thể khiến bạn bị lợi dụng và tổn thương sâu sắc. Đặc tính linh hoạt giúp Song Ngư dễ dàng thích nghi với thay đổi. Bên cạnh đó, bạn cũng có xu hướng “ba phải” và thiếu quyết đoán.",
            "Song Ngư là tuýp người sống theo cảm xúc. Hiếm khi nào bạn đưa ra quyết định dựa trên suy luận hay phán đoán logic. Thay vào đó, Song Ngư thường đặt trọn niềm tin vào trực giác và các yếu tố tâm linh. Mang trong mình trái tim nhạy cảm, đôi lúc Song Ngư hơi nhút nhát yếu đuối. Bạn tự ti và dễ rơi nước mắt. Những lúc như vậy, Song Ngư luôn khao khát có người ở bên vỗ về và che chở."
        ],
        "love": [
            "Đối với Song Ngư, cô đơn là một hình phạt kinh khủng. Song Ngư cần yêu, muốn yêu và tha thiết được yêu hết mình. Tình yêu của Song Ngư luôn hội tụ đầy đủ các yếu tố: lãng mạn, ngọt ngào và đầy mơ mộng. Một khi đã trao trái tim cho ai, Song Ngư sẵn sàng hy sinh mọi thứ vì hạnh phúc của người kia, ngay cả khi cái giá phải trả là chính hạnh phúc của bạn. Chuyện tình yêu của Nàng tiên cá chính là minh chứng rõ nhất cho điều này.",
            "Là một trong những chòm sao lãng mạn bậc nhất vòng tròn Hoàng đạo, cách yêu của Song Ngư tha thiết và dạt dào. Chỉ cần một cái nhìn, cử chỉ nhỏ thôi cũng đủ để Song Ngư biết được đối phương đang cảm thấy sao, đang cần điều gì. Bạn nhạy cảm, tinh tế và luôn biết cách “chiều” người yêu hết mực. Song Ngư cũng là tuýp người vô cùng sâu sắc. Bạn thường xuyên tâm sự và chia sẻ cùng nửa kia về những khó khăn, rắc rối trong cuộc sống. Bên cạnh đó, Song Ngư cũng đặt nhiều kỳ vọng vào chuyện tình yêu và bạn đời của mình. Tuy nhiên, nếu không cẩn thận, điều này dễ khiến đối phương cảm thấy áp lực và ngột ngạt với tình yêu thiếu thực tế của bạn.",
            "Dường như lúc nào Song Ngư cũng như 'người trên mây', vậy nên người bạn đời hoàn hảo mà Song Ngư kiếm tìm chính là kiểu người có thể kéo bạn xuống thực tế. Ân cần, tinh tế, chu đáo và đôi khi hơi “phũ” một chút chính là tổ hợp hoàn hảo mà Song Ngư mong muốn ở nửa kia của mình."
        ],
        "family": [
            "Đối với Song Ngư, gia đình là lãnh địa đặc biệt mà ở đó bạn được là chính mình. Dù đôi lúc Song Ngư hay tỏ bướng bỉnh và khó chiều, bạn vẫn luôn mong muốn nhận được sự động viên, khích lệ từ các thành viên trong nhà. Trong bất cứ hoàn cảnh nào, gia đình vẫn luôn là chốn hậu phương vững chắc cho Song Ngư yên tâm dựa vào.",
            "Phụ huynh Song Ngư vô cùng chiều chuộng con cái. Dường như bạn chẳng bao giờ áp đặt con vào bất cứ điều gì. Song Ngư luôn khuyến khích con tự do phát triển. Các ông bố, bà mẹ Song Ngư là kiểu phụ huynh hết mực tâm lý. Bạn thường xuyên để tâm tới cảm xúc của con. Đối với bạn, điều quan trọng nhất là con được hạnh phúc và khỏe mạnh.",
            "Trái với vẻ ngoài ngoan ngoãn và vâng lời, những đứa trẻ Song Ngư thường vô cùng nhạy cảm và cứng đầu. Không ít lần bố mẹ phải 'đau đầu' vì sự ương bướng, cố chấp của bạn."
        ],
        "career": [
            "Thông minh, nhanh nhẹn và có nhiều tài lẻ, thế nhưng Song Ngư thường xuyên gặp rắc rối trong quá trình định hướng sự nghiệp. Tính linh hoạt vừa là điểm mạnh, vừa là điểm yếu 'chí mạng' của Song Ngư. Bạn hay thay đổi 'xoành xoạch' và gặp nhiều khó khăn khi phải đưa ra quyết định cuối cùng, đặc biệt là những quyết định quan trọng. Trong công việc, Song Ngư giỏi 'tùy cơ ứng biến'. Bạn dễ thích nghi và không ngại thay đổi để đạt hiệu quả cao hơn. Đôi lúc Song Ngư cũng tỏ ra mất tập trung và hay lơ là công việc.",
            "Một Song Ngư đa cảm và sáng tạo sẽ phát huy được tối đa tài năng của mình trong các lĩnh vực liên quan đến nghệ thuật. Song Ngư có thể đạt được nhiều thành tựu với vai trò là diễn viên, nhạc sĩ, hoạ sĩ hay nhà thơ. Bên cạnh đó, bạn cũng có thể thử sức với các ngành nghề liên quan tới con người như bác sĩ tâm lý hay chăm sóc khách hàng. Khả năng thấu hiểu, sự ân cần và nhạy bén của bạn sẽ giúp ích rất nhiều trong các công việc này.",
            "Song Ngư luôn hết mình vì người khác. Bạn tận tụy, cảm thông và không tiếc lòng tương trợ mọi người. Điều này khiến cho đồng nghiệp vô cùng cảm phục và yêu mến bạn. Với vai trò lãnh đạo, Song Ngư đề cao tính thoải mái và đoàn kết trong môi trường làm việc. Bạn tinh ý và cởi mở với các nhu cầu cũng như vấn đề mà nhân viên gặp phải. Tuy nhiên cấp trên Song Ngư thường thiếu quyết đoán. Bạn hay gặp khó khăn khi phải đưa ra các 'biện pháp mạnh' đối với những nhân viên lười biếng và có thái độ xấu."
        ],
        "finance": [
            "Cách kiếm tiền của Song Ngư thường gắn liền với các yếu tố vũ trụ và tâm linh. Ngay cả trong chuyện đầu tư, Song Ngư cũng lựa chọn lắng nghe bản năng , trực giác chứ không tuân theo quy luật logic nào cả. Tuy thu nhập của Song Ngư lên xuống khá thất thường, nhưng đây không phải vấn đề quá lớn. Sự thoải mái và trực giác của bạn sẽ giúp bạn vượt qua những khó khăn nghịch cảnh lớn nhất về tiền bạc.",
            "Song Ngư là kiểu người tiết kiệm với bản thân nhưng lại chi không tiếc tay cho những người thân của mình. Bạn hào phóng, rộng rãi và luôn sẵn sàng giúp đỡ mỗi khi ai đó cần. Phần lớn số tiền Song Ngư kiếm được đều dành cho các mối quan hệ và để giúp đỡ mọi người. Tuy nhiên Song Ngư cũng nên cẩn trọng để tránh đặt niềm tin sai chỗ và bị kẻ xấu lợi dụng.",
            "Để giảm thiểu các rủi ro tài chính, Song Ngư cần nghiêm túc hơn với vấn đề tiền bạc của mình. Bạn cũng nên chú ý tới các khoản tiết kiệm, dự phòng để tránh xảy ra bất trắc."
        ],
        "fact": [
            "Song Ngư rất thích được nuông chiều và nuông chiều người khác. Dù là với bố mẹ hay người yêu, Song Ngư cũng luôn muốn được yêu thương, chở che và vỗ về.",
            "Ngoài mặt trông dịu dàng và e thẹn vậy thôi, chứ bên trong Song Ngư cũng 'quậy' vô cùng. Song Ngư linh động và dễ thay đổi. Bạn không ngại chơi hết mình và trải nghiệm những điều mới mẻ.",
            "Song Ngư thường rất nhạy cảm và mít ướt. Khi bị cha mẹ mắng hay bị cấp trên khiển trách, Song Ngư thường trốn trong góc phòng và lén khóc một mình. Thậm chí, những lời nói hay cử chỉ vô tình cũng có thể khiến Song Ngư bị tổn thương sâu sắc.",
            "Song Ngư mộng mơ, bay bổng và hay xao nhãng với thực tế. Bạn thường xuyên ngồi trong lớp nhưng tâm hồn lại ở tận trên mây. Điều này mang lại cho Song Ngư khá nhiều rắc rối trong việc ghi nhớ và học thuộc.",
            "Dường như Song Ngư sở hữu 'giác quan thứ sáu'. Bạn có thể dự đoán được những điều sắp xảy ra. Song Ngư cũng nhạy bén trong việc phát hiện những lời nói dối.",
            "Song Ngư dễ bị cụt hứng nếu ai đó nói rằng suy nghĩ của bạn là viển vông và phi thực tế. Bạn là luôn tin rằng không điều gì là không thể."
        ]
    }
]